Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# account_locked
source: Your account is locked, please reset your password.
cs: Váš účet byl uzamčen, resetujte prosím vaše heslo.
da: Din konto er låst, nulstil venligst din adgangskode.
de: Ihr Konto wurde blockiert, bitte setzen Sie Ihr Passwort zurück.
el: Ο λογαριασμός σας είναι κλειδωμένος, παρακαλούμε κάντε επαναφορά τον κωδικό σας.
es: Su cuenta está bloqueada, restablezca su contraseña.
fi: Tilisi on lukittu, nollaa salasanasi.
fr: Votre compte est verrouillé, veuillez réinitialiser votre mot de passe.
it: Il tuo account è bloccato: reimposta la password.
nl: Uw account is geblokkeerd, reset uw wachtwoord.
pl: Twoje konto jest zablokowane, zresetuj hasło.
pt: A sua conta está bloqueada, redefina a sua palavra-passe.
sv: Ditt konto har låsts. Återställ ditt lösenord.

# action_forgot_password
source: Forgot your password?
cs: Zapomenuté heslo?
da: Har du glemt din adgangskode?
de: Haben Sie Ihr Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Ha olvidado su contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié?
it: Password dimenticata?
nl: Bent u uw wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da sua palavra-passe?
sv: Glömt lösenordet?

# action_sign_in_short
source: Log in
cs: Přihlásit
da: Log ind
de: Einloggen
el: Είσοδος
es: Iniciar sesión
fi: Kirjaudu sisään
fr: S'identifier
nl: Aanmelden
pl: Zaloguj
pt: Início de sessão
sv: Logga in

source: Add
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
sv: Lägg till

# add_justification
source: Add your frequently used journey descriptions here
cs: Zde přidejte popisy často používaných cest
da: Tilføj dine ofte anvendte rejsebeskrivelser her
de: Fügen Sie hier Ihre häufig verwendeten Fahrtbeschreibungen hinzu
el: Προσθέστε τις περιγραφές των συχνών διαδρομών σας εδώ
es: Añada aquí las descripciones de trayectos más utilizadas
fi: Lisää usein käytetyn matkan kuvaus tähän
fr: Ajouter vos motifs personnalisés ici
it: Aggiungi qui le descrizioni dei viaggi che usi più spesso
nl: Voeg hier uw ritomschrijving toe
pl: Dodaj tutaj często używane opisy podróży
pt: Adicione aqui as descrições das viagens que utiliza com frequência
sv: Lägg till dina vanligaste resebeskrivningar här

# add_new_purpose
source: Or enter a new one
cs: Nebo zadejte novou
da: Eller indtast en ny
de: Oder geben Sie eine neue ein
el: Ή εισάγετε νέα
es: O introduzca una nueva
fi: Tai syötä uusi
fr: Ou saisir un nouveau motif
it: O inseriscine una nuova
nl: Of maak een nieuwe aan
pl: Lub wpisz nowy
pt: Ou introduza uma nova
sv: Eller skapa en ny

source: Agree
cs: Souhlasím
da: Accepter
de: Akzeptieren
el: Συμφωνώ
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accetto
nl: Accepteren
pl: Zgadzam się
pt: Concordar
sv: Acceptera

# agreement
source: Do not use this application while driving or in such a way that may interfere with the safe operation of the vehicle. It is your sole responsibility to use this application in a manner that will not cause accidents, personal injury or property damage. Always observe safe driving practices.
cs: Tuto aplikaci nepoužívejte, když řídíte, nebo způsoby, které mohou ovlivňovat bezpečný provoz vozidla. Nesete zodpovědnost za použití aplikace tak, aby nedošlo k nehodám, poraněním či škodám na majetku. Vždy dodržujte postupy bezpečného provozu.
da: Du må ikke bruge denne applikation under kørsel eller på nogen anden måde, der kan bringe trafiksikkerheden i fare. Du er fuldt og helt ansvarlig for at anvende denne applikation på en måde, der ikke forårsager ulykker, personskade eller materielle skader. Overhold altid reglerne for sikker kørsel.
de: Diese Anwendung darf nicht während der Fahrt oder auf eine Art und Weise benutzt werden, die das sichere Führen des Fahrzeugs beeinträchtigt. Sie sind dafür verantwortlich, diese Anwendung so zu verwenden, dass dadurch keine Unfälle, Verletzungen oder Beschädigungen entstehen. Halten Sie sich immer an die Regeln für ein sicheres Fahren.
el: Μην χρησιμοποιείτε αυτή την εφαρμογή ενώ οδηγείτε ή με τρόπο που ενδέχεται να επηρεαστεί η ασφαλής λειτουργία του οχήματος. Είναι αποκλειστικά δική σας ευθύνη να χρησιμοποιείτε αυτή την εφαρμογή με τέτοιο τρόπο ώστε να μην προκαλούνται ατυχήματα, τραυματισμοί ή υλικές ζημιές.Τηρείτε πάντα τις πρακτικές ασφαλούς οδήγησης.
es: No utilice esta aplicación mientras conduce o de forma que interfiera con el uso seguro del vehículo. Usted es el único responsable de utilizar esta aplicación de forma que no provoque accidentes, lesiones personales o daños materiales. Respete siempre las normas de seguridad al conducir.
fi: Älä käytä tätä sovellusta ajaessasi tai sellaisella tavalla, joka voisi haitata ajoneuvon turvallista käyttöä. Tämän sovelluksen käyttö sellaisella tavalla, joka ei aiheuta onnettomuuksia, loukkaantumista tai omaisuusvaurioita, on yksinomaan sinun vastuullasi. Noudata aina turvallisia ajotapoja.
fr: Veuillez ne pas utiliser cette application en conduisant ou d'une façon qui pourrait diminuer la sécurité du véhicule lors des manoeuvres. Il est de votre seule responsabilité d'utiliser l'application de manière à ne pas provoquer d'accidents, de dommages corporels ou de dégâts matériels. Conduisez toujours en respectant les règles de sécurité.
it: Non usare questa applicazione mentre si guida o in modo tale da impedire un uso sicuro del veicolo. È responsabilità del conducente usare questa applicazione in modo tale da non causare incidenti, lesioni personali o danni alla proprietà. Guidare sempre con prudenza.
nl: Gebruik deze toepassing niet tijdens het rijden of als dit de veilige werking van het voertuig kan beïnvloeden. Het is uw eigen verantwoordelijkheid om deze toepassing te gebruiken zodat dit geen ongevallen, persoonlijk letsel of eigendomsschade kan veroorzaken. Rijd altijd veilig.
pl: Nie używaj aplikacji podczas prowadzenia pojazdu lub w sposób, który może zakłócić bezpieczne prowadzenie pojazdu. Ponosisz całkowitą odpowiedzialność za korzystanie z aplikacji w taki sposób, żeby nie spowodować wypadku, obrażenia ciała lub uszkodzenia mienia. Zawsze przestrzegaj zasad bezpiecznej jazdy.
pt: Não utilize esta aplicação enquanto conduz ou de modo que possa interferir com a condução segura do veículo. É da sua responsabilidade exclusiva usar esta aplicação de maneira a não causar acidentes, ferimentos pessoais ou danos materiais. Observe sempre práticas de condução seguras.
sv: Använd inte applikationen under pågående körning eller på ett sätt som kan inverka på framförandet av fordonet. Du ensam ansvarar för att din användning av applikationen inte ger upphov till olyckor, personskador eller skada på egendom. Kör alltid säkert.

source: All
cs: vše
da: alle
de: Alle
el: όλα
es: todo
fi: kaikki
fr: tous
it: tutti
nl: Alle
pl: wszystkie
pt: Todos
sv: alla

source: All journeys submitted.
cs: Všechny cesty byly odeslány.
da: Alle rejser indsendt.
de: Alle eingereichten Fahrten.
el: Όλες οι διαδρομές που έχουν υποβληθεί.
es: Todos los trayectos enviados.
fi: Kaikki matkat lähetetty.
fr: Tous les trajets sont soumis.
it: Tutti i viaggi sono stati inoltrati.
nl: Alle ritten ingevoerd.
pl: Wszystkie przesłane podróże.
pt: Todas as viagens submetidas.
sv: Alla resor har skickats in.

# amend_error_number_high
source: Distance should not exceed
cs: Vzdálenost nesmí být větší než
da: Afstanden må ikke overstige
de: Entfernung sollte nicht überschritten werden
el: Η απόσταση δεν πρέπει να υπερβαίνει
es: La distancia no debe sobrepasar
fi: Etäisyyttä ei saa ylittää
fr: La distance ne devrait pas excéder
it: La distanza non dovrebbe superare
nl: Afstand mag niet hoger zijn dan
pl: Odległość nie powinna przekraczać
pt: A distância não deve exceder
sv: Avstånd bör inte överstiga

# amend_reason
source: Reason for change
cs: Důvod pro změnu
da: Årsag til ændring
de: Grund für die Änderung
el: Λόγος αλλαγής
es: Motivo del cambio
fi: Muutoksen syy
fr: Raison de la modification
it: Motivo della modifica
nl: Reden voor verandering
pl: Powód zmiany
pt: Motivo da alteração
sv: Orsak till ändring

# app_name_expenses
source: Mileage
cs: Spotřeba
da: Kilometerstand
de: Laufleistung
el: Χιλιόμετρα
es: Kilometraje
fi: Matka
fr: Frais kilométriques
it: Chilometraggio
nl: Kilometerstand
pl: Kilometraż
pt: Quilometragem
sv: Körjournal

# app_name_vehicle_checks
source: Vehicle Check
cs: Kontroly vozidel
da: Køretøjstjek
de: Fahrzeugprüfung
el: Έλεγχοι Οχήματος
es: Inspecciones del vehículo
fi: Ajoneuvon tarkistus
fr: Vérification du véhicule
it: Controlli del veicolo
nl: Voertuigcontroles
pl: Kontrole pojazdu
pt: Verificações do veículo
sv: Fordonskontroller

# applet_comming_soon
source: Coming soon
cs: Brzo k dispozici
da: Kommer snart
de: Bald erhältlich
el: Έρχεται σύντομα
es: Próximamente
fi: Tulossa pian
fr: Bientôt disponible
it: Disponibile prossimamente
nl: Binnenkort beschikbaar
pl: Dostępne wkrótce
pt: Disponível em breve
sv: Kommer snart

# applet_expenses
source: MILEAGE
cs: SPOTŘEBA
da: KILOMETERSTAND
de: LAUFLEISTUNG
el: ΧΙΛΙΟΜΕΤΡΑ
es: KILOMETRAJE
fi: MATKA
fr: RAPPORT KM
it: CHILOMETRAGGIO
nl: KILOMETERSTAND
pl: KILOMETRAŻ
pt: QUILOMETRAGEM
sv: KÖRJOURNAL

# applet_vehicle_checks
source: VEHICLES
cs: KONTROLA VOZIDLA
da: KØRETØJSTJEK
de: FAHRZEUGPRÜFUNG
el: ΈΛΕΓΧΟΙ ΟΧΉΜΑΤΟΣ
es: INSPECCIÓN DEL VEHÍCULO
fi: AJONEUVON TARKISTUS
fr: VERIFICATION
it: CONTROLLO DEL VEICOLO
nl: VOERTUIGCONTROLE
pl: KONTROLE POJAZDU
pt: VERIFICAÇÕES DO VEÍCULO
sv: FORDONSKONTROLLER

# applet_wheres_my_car
source: WHERE'S MY CAR
cs: KDE JE MÉ VOZIDLO
da: HVOR ER MIN BIL
de: WO IST MEIN AUTO
el: ΠΟΥ ΕΙΝΑΙ ΤΟ ΑΥΤΟΚΙΝΗΤΟ ΜΟΥ
es: DÓNDE ESTÁ MI COCHE
fi: MISSÄ AUTONI ON
fr: RECHERCHE
it: DOV’È IL MIO VEICOLO
nl: WAAR IS MIJN VOERTUIG
pl: GDZIE JEST MÓJ POJAZD
pt: ONDE ESTÁ O MEU CARRO?
sv: VAR ÄR MIN BIL

# bt_auto_activation
source: This application requires Bluetooth to connect to the vehicle. Do you wish to authorize Bluetooth activation?
cs: Tato aplikace pro připojení k vozidlu požaduje funkci Bluetooth. Chcete schválit aktivaci funkce Bluetooth?
da: Denne applikation kræver Bluetooth for at oprette forbindelse til køretøjet. Ønsker du at autorisere Bluetooth-aktivering?
de: Diese Anwendung benötigt Bluetooth für die Verbindung zum Fahrzeug. Möchten Sie die Aktivierung von Bluetooth genehmigen?
el: Αυτή η εφαρμογή απαιτεί Bluetooth για σύνδεση με το όχημα. Θέλετε να επιτρέψετε την ενεργοποίηση του Bluetooth;
es: Esta aplicación requiere Bluetooth para conectar con el vehículo. ¿Desea autorizar la activación del Bluetooth?
fi: Tämä sovellus vaatii Bluetoothin voidakseen muodostaa yhteyden ajoneuvoon. Haluatko valtuuttaa Bluetoothin käytön?
fr: Cette application nécessite une connexion Bluetooth au véhicule. Voulez-vous authoriser l'activation du Bluetooth?
it: Questa applicazione necessita il Bluetooth per connettersi al veicolo. Vuoi attivare il Bluetooth?
nl: Deze toepassing heeft Bluetooth nodig om verbinding te maken met het voertuig. Wilt u Bluetooth-activering goedkeuren?
pl: Aplikacja wymaga użycia Bluetooth, aby połączyć się z pojazdem.Czy chcesz aktywować Bluetooth?
pt: Esta aplicação requer Bluetooth para se ligar ao veículo. Quer autorizar a ativação do Bluetooth?
sv: Applikationen kräver Bluetooth för att ansluta till fordonet. Vill du auktorisera aktivering av Bluetooth?

# bt_deactivated_message
source: You are trying to deactivate Bluetooth. Masternaut application will be disconnected from your vehicle.
cs: Pokoušíte se deaktivovat funkci Bluetooth. Aplikace Masternaut bude odpojena od vašeho vozidla.
da: Du forsøger at deaktivere Bluetooth. Masternaut applikationen vil nu blive frakoblet dit køretøj.
de: Sie versuchen, Bluetooth zu deaktivieren. Die Verbindung der Masternaut-App zu Ihrem Fahrzeug wird abgebrochen.
el: Προσπαθείτε να απενεργοποιήσετε το Bluetooth. Η εφαρμογή Masternaut θα αποσυνδεθεί από το όχημά σας.
es: Está intentando desactivar Bluetooth. La aplicación de Masternaut se desconectará de su vehículo.
fi: Yrität poistaa Bluetoothia käytöstä. Masternaut-sovelluksen yhteys ajoneuvoosi katkeaa.
fr: Vous allez désactiver le Bluetooth. L'application Masternaut va se déconnecter du véhicule.
it: Stai tentando di disattivare il Bluetooth. L’applicazione Masternaut verrà disconnessa dal tuo veicolo.
nl: U probeert Bluetooth uit te schakelen. De Masternaut toepassing verbreekt de verbinding met uw voertuig.
pl: Zamierzasz wyłączyć Bluetooth. Aplikacja Masternaut rozłączy się z pojazdem.
pt: Está a tentar desativar o Bluetooth. A aplicação Masternaut será desligada do seu veículo.
sv: Du försöker avaktivera Bluetooth. Anslutningen till Masternauts applikation kommer att avbrytas.

# bt_deactivated_title
source: Warning
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Atención
fi: Varoitus
fr: Attention
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt: Advertência
sv: OBS!

# bt_dialog_info
source: Click Scan to disconnect and search for another vehicle.
cs: Klikněte na Sken k odpojení a nalezení jiného vozidla.
da: Klik på scan for at afbryde forbindelsen og søge efter et andet køretøj.
de: Klicken Sie auf Scannen, um die Verbindung zu trennen und ein anderes Fahrzeug zu suchen.
el: Κάντε κλικ στη Σάρωση για αποσύνδεση και αναζητήστε άλλο όχημα.
es: Haga clic en Explorar para desconectar y buscar otro vehículo.
fi: Napsauta Skannaa purkaaksesi yhteyden ja hae toista ajoneuvoa.
fr: Cliquer sur Scanner pour déconnecter et rechercher un autre véhicule.
it: Clicca su Cerca per disconnettere e cercare un altro veicolo.
nl: Klik op Scannen om de verbinding te verbreken en een ander voertuig te zoeken.
pl: Kliknij Szukaj, aby się rozłączyć i wyszukać inny pojazd.
pt: Clique em Procurar para desligar e procurar outro veículo.
sv: Klicka på Skanna för att avbryta anslutningen och söka efter ett annat fordon.

# bt_disconnect
source: Disconnect
cs: Odpojit
da: Afbryd forbindelse
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
fi: Pura yhteys
fr: Déconnecter
it: Disconnetti
nl: Verbreek verbinding
pl: Rozłącz
pt: Desligar
sv: Avbryt anslutning

source: Business journey purpose
cs: Obchodní účel cesty
da: Forretningsrejse som formål
de: Zweck der Geschäftsfahrt
el: Σκοπός επαγγελματικής διαδρομής
es: Propósito del trayecto de trabajo
fi: Liikematkan tarkoitus
fr: Motif de déplacement professionnel
it: Scopo del viaggio di lavoro
nl: Doel zakelijke rit
pl: Cel podróży służbowej
pt: Finalidade da viagem de serviço
sv: Syfte med tjänsteresa

# business_pls_purpose
source: + purpose
cs: + účel
da: + formål
de: + Zweck
el: + σκοπός
es: + propósito
fi: + tarkoitus
fr: + motif
it: + scopo
nl: + doel
pl: + cel
pt: + finalidade
sv: + syfte

source: Cancel
cs: Storno
da: Fortryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Afbreken
pl: Anuluj
pt: Cancelar
sv: Avbryt

# choose_classification
source: Choose a classification for this journey
cs: Zvolte klasifikaci pro tuto cestu
da: Vælg en klassifikation for denne rejse
de: Wählen Sie für diese Fahrt eine Klassifizierung
el: Επιλογή ταξινόμησης για αυτή τη διαδρομή
es: Escoja una clasificación para este trayecto
fi: Valitse tämän matkan luokitus
fr: Choisir un motif pour ce trajet
it: Scegliere una classificazione per questo viaggio
nl: Kies een classificatie voor deze rit
pl: Wybierz klasyfikację dla tej podróży
pt: Selecione uma classificação para esta viagem
sv: Välj en klassificering för resan

# choose_device
source: Please select an available vehicle to proceed
cs: Zvolte prosím dostupné vozidlo k pokračování
da: Du bedes vælge et tilgængeligt køretøj for at fortsætte
de: Bitte wählen Sie zum Fortfahren ein verfügbares Fahrzeug aus
el: Παρακαλούμε επιλέξτε διαθέσιμο όχημα για να προχωρήσετε
es: Seleccione un vehículo disponible para continuar
fi: Jatka valitsemalla vapaa ajoneuvo
fr: Sélectionnez un véhicule disponible
it: Seleziona un veicolo disponibile per procedere
nl: Selecteer een beschikbaar voertuig om door te gaan
pl: Wybierz dostępny pojazd, aby przejść dalej
pt: Por favor selecione um veículo disponível para continuar
sv: Välj ett tillgängligt fordon för att fortsätta

# classification_forced_message
source: Please classify your journeys here.
cs: Vaše cesty prosím klasifikujte zde.
da: Du bedes klassificere dine rejser her.
de: Bitte klassifizieren Sie hier Ihre Fahrten.
el: Παρακαλούμε ταξινομήστε τις διαδρομές σας εδώ.
es: Por favor, clasifique aquí sus trayectos.
fi: Luokittele matkasi täällä.
fr: Classifiez vos trajets ici.
it: Classifica qui i tuoi viaggi.
nl: Classificeer uw ritten hier.
pl: Sklasyfikuj swoje podróże tutaj.
pt: Classifique as suas viagens aqui.
sv: Klassificera dina resor här.

source: Classification saved.
cs: Klasifikace byla uložena.
da: Klassifikation gemt.
de: Klassifizierung gespeichert.
el: Η ταξινόμηση αποθηκεύτηκε.
es: Clasificación guardada.
fi: Luokitus tallennettu.
fr: Classification enregistrée.
it: Classificazione salvata.
nl: Classificatie opgeslagen.
pl: Zapisano klasyfikację.
pt: Classificação guardada.
sv: Klassificering sparad.

source: Classify
cs: Klasifikovat
da: Klassificer
de: Klassifizieren
el: Ταξινόμηση
es: Clasificar
fi: Luokittele
fr: Classifier
it: Classifica
nl: Classificeren
pl: Klasyfikuj
pt: Classificar
sv: Klassificera

source: Connecting
cs: Probíhá připojení
da: Opretter forbindelse
de: Verbinden
el: Σύνδεση
es: Conectando
fi: Yhdistetään
fr: En cours de connexion
it: Connessione in corso
nl: Bezig verbinding te maken
pl: Łączenie
pt: A ligar
sv: Ansluter

# connecting_to_mbox
source: Connecting to vehicle
cs: Probíhá připojení k vozidlu
da: Opretter forbindelse til køretøj
de: Verbindungsaufbau zum Fahrzeug
el: Σύνδεση με όχημα
es: Conectando al vehículo
fi: Yhdistetään ajoneuvoon
fr: En cours de connexion au véhicule
it: Connessione al veicolo
nl: Bezig verbinding te maken met een voertuig
pl: Łączenie z pojazdem
pt: A ligar a um veículo
sv: Ansluter till fordon

# copyright
source: Copyright © 2017 Masternaut. All rights reserved.
cs: Copyright © 2017 Masternaut. Všechna práva vyhrazena.
da: Copyright © 2017 Masternaut. Alle rettigheder forbeholdes.
de: Copyright © 2017 Masternaut. Alle Rechte vorbehalten.
el: Πνευματικά δικαιώματα © 2017 Masternaut. Με την επιφύλαξη όλων των δικαιωμάτων.
es: Copyright © 2017 Masternaut. Todos los derechos reservados.
fi: Copyright © 2017 Masternaut. Kaikki oikeudet pidätetään.
fr: Copyright © 2017 Masternaut. Tous droits réservés.
it: Copyright © 2017 Masternaut. Tutti i diritti riservati.
nl: Copyright © 2017 Masternaut. Alle rechten voorbehouden.
pl: Copyright © 2017 Masternaut. Wszystkie prawa zastrzeżone.
pt: Copyright © 2017 Masternaut. Todos os direitos reservados.
sv: Upphovsrätt © 2017 Masternaut. Alla rättigheter förbehålls.

source: Currency
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Divisa
fi: Valuutta
fr: Devise
it: Valuta
nl: Valuta
pl: Waluta
pt: Moeda
sv: Valuta

source: Dashboard
cs: Přehled
da: Instrumentbræt
el: Πίνακας ελέγχου
es: Panel de control
fi: Koontinäyttö
fr: Tableau de bord
it: Pannello
pl: Pulpit
sv: Kontrollpanel

# data_refreshed
source: Your journeys were updated with server data
cs: Vaše cesty byly aktualizovány s údaji serveru
da: Dine rejser er blevet opdateret med serverdata
de: Ihre Fahrten wurden mithilfe von Serverdaten aktualisiert
el: Οι διαδρομές σας ενημερώθηκαν με δεδομένα από τον διακομιστή
es: Sus trayectos se actualizarán con los datos del servidor
fi: Matkasi on päivitetty palvelimen tiedoilla
fr: Vos trajets ont été mis à jour
it: I tuoi viaggi sono stati aggiornati sul server
nl: Uw ritten zijn bijgewerkt met servergegevens
pl: Twoje podróże zostały zaktualizowane danymi z serwera
pt: As suas viagens foram atualizadas com dados do servidor
sv: Dina resor har uppdaterats med data från servern

# detail_amount
source: Amount
cs: Množství
da: Beløb
de: Menge
el: Ποσό
es: Cantidad
fi: Määrä
fr: Montant
it: Importo
nl: Bedrag
pl: Kwota
pt: Montante
sv: Summa

# detail_confirm
source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Enregistrer
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
sv: Bekräfta

# detail_journey
source: Journey
cs: Cesta
da: Rejse
de: Fahrt
el: Διαδρομή
es: Trayecto
fi: Matka
fr: Trajet
it: Viaggio
nl: Rit
pl: Podróż
pt: Viagem
sv: Resa

# detail_journey_purpose
source: Journey purpose
cs: Účel cesty
da: Rejseformål
de: Zweck der Fahrt
el: Σκοπός διαδρομής
es: Propósito del trayecto
fi: Matkan tarkoitus
fr: Motif de trajet
it: Scopo del viaggio
nl: Doel rit
pl: Cel podróży
pt: Finalidade da viagem
sv: Resans syfte

# detail_notes
source: Comments
cs: Komentáře
da: Kommentarer
de: Kommentare
el: Σχόλια
es: Comentarios
fi: Huomautukset
fr: Commentaires
it: Commenti
nl: Opmerkingen
pl: Komentarze
pt: Comentários
sv: Kommentarer

# detail_notes_optional
source: (optional)
cs: (nepovinné)
da: (valgfrit)
el: (προαιρετικά)
es: (opcional)
fi: (valinnainen)
fr: (optionnel)
it: (facoltativo)
nl: (optioneel)
pl: (opcjonalne)
pt: (opcional)
sv: (valfritt)

# detail_rate
source: Rate
cs: Sazba
da: Pris
el: Ποσοστό
es: Índice
fi: Hinta
fr: Taux
it: Tasso
nl: Tarief
pl: Stawka
pt: Percentagem
sv: Ersättningsnivå

# detail_save_distance_changed
source: journey distance
cs: délka cesty
da: turafstand
de: Fahrtentfernung
el: απόσταση διαδρομής
es: distancia de trayecto
fi: välimatka
fr: la distance du trajet
it: distanza viaggio
nl: Ritafstand
pl: długość trasy podróży
pt: Distância da viagem
sv: körsträcka

# detail_save_end_addr_changed
source: end address
cs: konečná adresa
da: slutadresse
de: Zieladresse
el: διεύθυνση τερματισμού
es: dirección final
fi: määränpään osoite
fr: l'adresse de destination
it: indirizzo di destinazione
nl: eindadres
pl: adres lokalizacji końcowej
pt: endereço final
sv: slutadress

# detail_save_explanation_msg
source: Please provide a reason for this change.
cs: Zadejte prosím důvod pro tuto změnu.
da: Angiv venligst en årsag til denne ændring.
de: Bitte geben Sie für diese Änderung einen Grund an.
el: Παρακαλούμε παρέχετε λόγο για αυτή την αλλαγή.
es: Indique un motivo para este cambio.
fi: Ilmoita tämän muutoksen syy.
fr: Quelle est la raison de ce changement?
it: Specifica il motivo di questa modifica.
nl: Geef een reden voor deze aanpassing.
pl: Podaj powód dla tej zmiany.
pt: Apresente uma razão para esta alteração.
sv: Ange en anledning till ändringen.

# detail_save_modifications
source: You have modified the
cs: Pozměnili jste
da: Du har ændret
de: Sie haben die
el: Έχετε τροποποιήσει την
es: Ha modificado
fi: Olet muuttanut
fr: Vous avez modifié
it: Hai modificato l’
nl: U heeft het
pl: Zmodyfikowano
pt: Alterou o
sv: Du har modifierat

# detail_save_start_addr_changed
source: start address
cs: počáteční adresa
da: startadressen
de: Startadresse modifiziert
el: διεύθυνση έναρξης
es: la dirección de inicio
fi: lähtöosoitetta
fr: l'adresse de départ
it: indirizzo di partenza
nl: startadres aangepast
pl: adres lokalizacji początkowej
pt: endereço inicial
sv: startadressen

# detail_tap_to_add_end_address
source: Tap to enter the end location
cs: Klepněte k zadání konečného místa
da: Tryk for at ændre slutdestinationen
de: Tippen, um Ort einzugeben
el: Αγγίξτε για να εισάγετε την τοποθεσία τερματισμού
es: Toque para introducir la ubicación final
fi: Napauta syöttääksesi määränpääosoite
fr: Appuyez pour entrer la destination
it: Premere per inserire la destinazione
nl: Tik om de eindlocatie in te voeren
pl: Dotknij, żeby wpisać lokalizację końcową
pt: Toque para introduzir a localização final
sv: Knacka för att fylla i slutadress
