Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# detail_tap_to_add_note
source: Tap to enter general comments or notes
cs: Klepněte k zadání obecných poznámek
da: Tryk for at indtaste generelle kommentarer eller notitser
de: Tippen, um allgemeine Kommentare oder Anmerkungen einzugeben
el: Αγγίξτε για να εισάγετε γενικά σχόλια ή σημειώσεις
es: Toque para introducir comentarios o notas generales
fi: Napauta syöttääksesi yleishuomautuksia tai -muistiinpanoja
fr: Appuyez pour entrer un commentaire
it: Premere per inserire commenti generici o note
nl: Tik op om algemene opmerkingen of notities in te voeren
pl: Dotknij, żeby wpisać komentarze lub notatki
pt: Toque para introduzir comentários gerais ou notas
sv: Knacka för att fylla i allmänna kommentarer eller anteckningar

# detail_tap_to_add_purpose
source: Tap to add a journey purpose
cs: Klepněte k přidání účelu cesty
da: Tryk for at tilføje rejseformålet
de: Tippen, um Fahrtzweck hinzuzufügen
el: Αγγίξτε για να προσθέσετε σκοπό της διαδρομής
es: Toque para añadir un propósito del trayecto
fi: Napauta lisätäksesi matkan tarkoitus
fr: Appuyez pour ajouter un motif
it: Premere per aggiungere uno scopo di viaggio
nl: Tik om een ritdoel toe te voegen
pl: Dotknij, żeby dodać cel podróży
pt: Toque para adicionar a finalidade de uma viagem
sv: Knacka för att lägga till syftet med en resa

# detail_tap_to_add_start_address
source: Tap to enter the start location
cs: Klepněte k zadání počátečního místa
da: Tryk for at indtaste startdestinationen
de: Tippen, um Startposition einzugeben
el: Αγγίξτε για να εισάγετε την τοποθεσία έναρξης
es: Toque para introducir la ubicación de inicio
fi: Napauta syöttääksesi aloituspaikka
fr: Appuyez pour entrer l'adresse de départ
it: Premere per inserire il luogo di partenza
nl: Tik om de startlocatie in te voeren
pl: Dotknij, żeby wpisać lokalizację początkową
pt: Toque para introduzir a localização inicial
sv: Knacka för att fylla i startadress

source: Edit journey
cs: Upravit cestu
da: Rediger rejse
de: Fahrt bearbeiten
el: Επεξεργασία διαδρομής
es: Editar trayecto
fi: Muokkaa matkaa
fr: Modifier un trajet
it: Modifica viaggio
nl: Bewerk rit
pl: Edytuj podróż
pt: Editar a viagem
sv: Redigera resa

# empty_justifications_warning
source: Add your frequently used journey descriptions in My Account section.
cs: Zde přidejte popisy často používaných cest do části Můj účet.
da: Føj dine ofte anvendte rejsebeskrivelser til afsnittet Min konto.
de: Fügen Sie Ihre häufig verwendeten Fahrtbeschreibungen im Bereich My Account hinzu.
el: Προσθέστε τις περιγραφές των συχνών διαδρομών σας στην ενότητα Ο Λογαριασμός Μου.
es: Añada las descripciones de trayectos más utilizadas en la sección Mi cuenta.
fi: Lisää usein käytetyn matkan kuvaus Oma tili -osioon.
fr: Ajouter vos motifs personnalisés dans Mon Compte
it: Aggiungi le descrizioni dei viaggi che usi più spesso nella sezione “Il mio account”.
nl: Voeg uw vaak gebruikte ritomschrijvingen toe in sectie Mijn account.
pl: Dodaj często używane opisy podróży w sekcji Moje konto.
pt: Adicione as descrições das viagens que utiliza com frequência na secção A Minha Conta.
sv: Lägg till dina vanligaste resebeskrivningar under Mitt konto.

source: End
cs: Konec
da: Slut
de: Ende
el: Τερματισμός
es: Fin
fi: Loppu
fr: Destination
it: Destinazione
nl: Einde
pl: Koniec
pt: Fim
sv: Slut

# error_401
source: You are not authorized to access this application.
cs: Nemáte oprávnění k přístupu do této aplikace.
da: Du er ikke berettiget til at tilgå denne applikation.
de: Sie sind nicht berechtigt, auf diese Anwendung zuzugreifen.
el: Δεν έχετε δικαίωμα πρόσβασης σε αυτή την εφαρμογή.
es: No está autorizado a acceder a esta aplicación.
fi: Sinulla ei ole lupaa käyttää tätä sovellusta.
fr: Vous n'êtes pas autorisé à accéder à cette application
it: Non hai l’autorizzazione per accedere a questa applicazione.
nl: U hebt geen rechten voor deze toepassing.
pl: Nie masz uprawnień dostępu do aplikacji.
pt: Não está autorizado a aceder a esta aplicação.
sv: Du har inte behörighet att använda den här applikationen.

# error_could_not_connect
source: Could not connect to server.
cs: Připojení k serveru nebylo úspěšné.
da: Kunne ikke forbinde til server.
de: Verbindung zu Server konnte nicht hergestellt werden.
el: Δεν γινόταν σύνδεση με τον διακομιστή.
es: Imposible conectar con el servidor.
fi: Palvelimeen ei saatu yhteyttä.
fr: Connexion au serveur indisponible
it: Non è stato possibile connettersi al server.
nl: Kon geen verbinding maken met de server.
pl: Nie udało się połączyć z serwerem.
pt: Não foi possível estabelecer ligação ao servidor.
sv: Kan inte ansluta till servern.

# error_field_required
source: This field is required
cs: Toto políčko je povinné
da: Dette felt skal udfyldes
de: Dieses Feld ist ein Pflichtfeld
el: Αυτό το πεδίο είναι υποχρεωτικό
es: Este campo es necesario
fi: Tämä kenttä on pakollinen
fr: Ce champ est requis
it: Campo obbligatorio
nl: Dit veld is verplicht
pl: Wymagane pole
pt: Este campo é obrigatório
sv: Fältet är obligatoriskt

# error_generic
source: Error has occurred.
cs: Došlo k chybě.
da: Der skete en fejl.
de: Ein Fehler ist aufgetreten.
el: Προέκυψε σφάλμα.
es: Se ha producido un error.
fi: On tapahtunut virhe.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt: Ocorreu um erro.
sv: Ett fel har uppstått.

# error_incorrect_password
source: This password is incorrect
cs: Toto heslo je chybné
da: Adgangskoden er ikke korrekt
de: Falsches Passwort
el: Αυτός ο κωδικός είναι λανθασμένος
es: Esta contraseña no es correcta
fi: Tämä salasana on virheellinen
fr: Ce mot de passe est incorrect
it: La password non è corretta
nl: Dit wachtwoord is niet correct
pl: Hasło jest nieprawidłowe
pt: Esta palavra-passe está incorreta
sv: Lösenordet är felaktigt

# error_incorrect_vehicle
source: This vehicle does not belong to your company!
cs: Toto vozidlo nepatří do vaší společnosti.
da: Dette køretøj tilhører ikke dit firma!
de: Dieses Fahrzeug gehört nicht zu Ihrem Unternehmen!
el: Αυτό το όχημα δεν ανήκει στην εταιρεία σας!
es: ¡Este vehículo no pertenece a su empresa!
fi: Tämä ajoneuvo ei kuulu yrityksellesi!
fr: Ce véhicule n'appartient pas à votre entreprise.
it: Questo veicolo non appartiene alla tua compagnia!
nl: Dit voertuig is niet van uw bedrijf!
pl: Ten pojazd nie należy do Twojej firmy!
pt: Este veículo não pertence à sua empresa!
sv: Fordonet tillhör inte ditt företag!

# error_invalid_password
source: This password is too short
cs: Toto heslo je příliš krátké
da: Adgangskoden er for kort
de: Passwort zu kurz
el: Αυτός ο κωδικός είναι πολύ μικρός
es: Esta contraseña es demasiado corta
fi: Tämä salasana on liian lyhyt
fr: Le mot de passe est trop court
it: La password è troppo corta
nl: Dit wachtwoord is te kort
pl: Hasło jest zbyt krótkie
pt: Esta palavra-passe é demasiado curta
sv: Lösenordet är för kort

# error_mandatory
source: This field is mandatory
cs: Toto políčko je povinné
da: Dette felt skal udfyldes
de: Dieses Feld ist ein Pflichtfeld
el: Αυτό το πεδίο είναι υποχρεωτικό
es: Este campo es obligatorio
fi: Tämä kenttä on pakollinen
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio
nl: Dit veld is verplicht
pl: Wymagane pole
pt: Este campo é obrigatório
sv: Fältet är obligatoriskt

# error_no_connection_to_mbox
source: No connection to vehicle
cs: Vozidlo není připojeno
da: Der kan ikke oprettes forbindelse til køretøjet
de: Keine Verbindung zum Fahrzeug
el: Δεν υπάρχει σύνδεση με το όχημα
es: Sin conexión al vehículo
fi: Ei yhteyttä ajoneuvoon
fr: Pas de connexion au véhicule
it: Nessuna connessione al veicolo
nl: Geen verbinding met voertuig
pl: Brak połączenia z pojazdem
pt: Sem ligação ao veículo
sv: Ingen anslutning till fordonet

# error_no_result
source: No result
cs: Žádné výsledky
da: Intet resultat
de: Kein Ergebnis
el: Κανένα αποτέλεσμα
es: Sin resultados
fi: Ei tulosta
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
sv: Inget resultat

# error_offline
source: No Internet connection.
cs: Chybí připojení k internetu.
da: Der er ingen internetforbindelse.
de: Keine Internetverbindung.
el: Δεν υπάρχει σύνδεση στο Διαδίκτυο.
es: Sin conexión a Internet.
fi: Ei Internet-yhteyttä.
fr: Pas de connexion internet
it: Nessuna connessione a Internet.
nl: Geen internetverbinding.
pl: Brak połączenia z Internetem.
pt: Sem ligação à internet.
sv: Ingen internetanslutning.

# error_settings
source: SETTINGS
cs: NASTAVENÍ
da: INDSTILLINGER
de: EINSTELLUNGEN
el: ΡΥΘΜΙΣΕΙΣ
es: AJUSTES
fi: ASETUKSET
fr: PARAMÈTRES
it: IMPOSTAZIONI
nl: INSTELLINGEN
pl: USTAWIENIA
pt: DEFINIÇÕES
sv: INSTÄLLNINGAR

# error_vehicle_disconnected
source: Vehicle disconnected!
cs: Vozidlo bylo odpojeno!
da: Forbindelsen til køretøjet er afbrudt!
de: Verbindung zum Fahrzeug getrennt!
el: Το όχημα αποσυνδέθηκε!
es: ¡Vehículo desconectado!
fi: Ajoneuvon yhteys katkaistu!
fr: Véhicule déconnecté!
it: Veicolo disconnesso!
nl: Verbinding met voertuig verbroken!
pl: Rozłączono pojazd!
pt: Veículo desligado!
sv: Anslutningen till fordonet bruten!

# estimated_value_short
source: Est. value
cs: Odhadovaná hodnota
da: Forventet værdi
de: Geschätzter Wert
el: Εκτ. αξία
es: Valor est.
fi: Arvioitu arvo
fr: Montant estimé
it: Valore stimato
nl: Geschatte waarde
pl: Szac. wartość
pt: Valor estimado
sv: Uppskattat värde

# form_submission_close_app
source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Afsluiten
pl: Zamknij
pt: Fechar
sv: Stäng

# form_submission_completed
source: Task completed.
cs: Úkol byl dokončen.
da: Opgaven er fuldført.
de: Aufgabe abgeschlossen.
el: Η εργασία ολοκληρώθηκε.
es: Tarea completada.
fi: Tehtävä suoritettu.
fr: Tâche complétée
it: Incarico completato.
nl: Taak voltooid.
pl: Zadanie ukończone.
pt: Tarefa concluída.
sv: Uppgiften slutförd.

# form_submission_error
source: Oops! Error has occurred.
cs: Došlo k chybě.
da: Ups! Der skete en fejl.
de: Ups! Ein Fehler ist aufgetreten.
el: Ώπ! Προέκυψε σφάλμα.
es: ¡Vaya! Se ha producido un error.
fi: Hups! Tapahtui virhe.
fr: Une erreur s'est produite.
it: Ops! Si è verificato un errore.
nl: Oeps! Er is een fout opgetreden.
pl: Ups! Wystąpił błąd.
pt: Ups! Ocorreu um erro.
sv: Hoppsan! Ett fel har uppstått.

# form_submission_note
source: Let's do this again soon.
cs: Zkusme to brzo znovu.
da: Gerne en anden gang snart igen.
de: In Kürze noch einmal probieren.
el: Ας το ξανακάνουμε σύντομα.
es: Repitámoslo pronto.
fi: Tehdään se uudelleen pian.
fr: Merci et à bientôt!
it: A presto!
nl: Laten we dit snel weer doen.
pl: Musimy to niedługo powtórzyć.
pt: Obrigado e até breve!
sv: Hoppas vi kan göra det här snart igen.

# form_submission_offline
source: You are offline. The report will be sent once you are back online.
cs: Jste offline. Zpráva bude odeslána, až budete zpět online.
da: Du er offline. Rapporten vil blive sendt, så snart du er online igen.
de: Sie sind offline. Der Bericht wird gesendet, sobald Sie wieder online sind.
el: Είστε εκτός σύνδεσης. Η αναφορά θα αποσταλεί όταν είστε συνδεδεμένοι ξανά.
es: Está desconectado. El informe se enviará cuando vuelva a tener conexión.
fi: Olet offline. Raportti lähetetään, kun olet taas online.
fr: Vous êtes hors connexion. Le rapport sera envoyé quand vous serez de nouveau connecté.
it: Sei offline. La relazione sarà inviata quando sarai di nuovo online.
nl: U bent offline. Het rapport wordt verzonden zodra u online bent.
pl: Jesteś offline. Raport zostanie wysłany, gdy połączysz się z Internetem.
pt: Está offline. O relatório será enviado assim que estiver novamente online.
sv: Du är offline. Rapporten skickas så snart du är online igen.

# form_submission_sending
source: Sending.
cs: Probíhá odesílání.
da: Sender.
de: Senden.
el: Αποστολή.
es: Enviando.
fi: Lähetetään.
fr: En cours d'envoi…
it: Invio.
nl: Bezig met versturen.
pl: Wysyłanie.
pt: A enviar.
sv: Skickar.

source: Get Masternaut services
cs: Získejte služby Masternaut
da: Hent Masternaut services
de: Masternaut Services erwerben
el: Λήψη υπηρεσιών Masternaut
es: Obtener servicios Masternaut
fi: Hanki Masternaut-palveluita
fr: Services Masternaut.
it: Ottieni servizi Masternaut
nl: Kies Masternaut-diensten
pl: Zacznij korzystać z usług Masternaut
pt: Obter os serviços Masternaut
sv: Skaffa Masternauts tjänster

# get_masternaut_services_message
source: This application won't run without Masternaut services.
cs: Tato aplikace nebude fungovat bez služeb Masternaut.
da: Denne applikation virker ikke uden Masternaut services.
de: Diese Anwendung läuft nur mit Masternaut Services.
el: Αυτή η εφαρμογή δεν θα εκτελεστεί χωρίς τις υπηρεσίες Masternaut.
es: Esta aplicación no se ejecutará sin los servicios de Masternaut.
fi: Tämä sovellus ei toimi ilman Masternaut-palveluita.
fr: Cette application ne fonctionne pas sans les services Masternaut.
it: Questa applicazione non funziona senza i servizi Masternaut.
nl: Deze toepassing werkt niet zonder Masternaut-diensten.
pl: Aplikacja nie będzie działać bez usług Masternaut.
pt: Esta aplicação não irá funcionar sem serviços Masternaut.
sv: Den här applikationen går inte att använda utan registrering för Masternauts tjänster.

# google_play_missing
source: Unable to find Google Play on this device.
cs: Na zařízení nebyla nalezena aplikace Google Play.
da: Vi kan ikke finde Google Play på denne enhed.
de: Google Play kann auf diesem Gerät nicht gefunden werden.
el: Δεν βρέθηκε το Google Play σε αυτή τη συσκευή.
es: No hemos podido encontrar Google Play en este dispositivo.
fi: Tästä laitteesta ei löydy Google Playtä.
fr: Google Play non détecté sur ce mobile.
it: Non è stato possibile trovare Google Play su questo dispositivo.
nl: Kan Google Play niet vinden op dit apparaat.
pl: Nie wykryto Google Play na tym urządzeniu.
pt: Impossível encontrar o Google Play neste dispositivo.
sv: Kan inte hitta Google Play på enheten.

source: Help
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohje
fr: Aide
it: Guida
pl: Pomoc
pt: Ajuda
sv: Hjälp

# item_removed
source: Item was removed
cs: Položka byla odstraněna
da: Elementet er blevet fjernet
de: Fahrtzweck wurde entfernt
el: Το αντικείμενο αφαιρέθηκε
es: El elemento se ha eliminado
fi: Kohta on poistettu
fr: Cet item a été supprimé.
it: Lo scopo è stato rimosso
nl: Onderdeel is verwijderd
pl: Usunięto element
pt: O item foi removido
sv: Posten har raderats

source: Journey classification
cs: Klasifikace cesty
da: Rejseklassifikation
de: Fahrt-Klassifizierung
el: Ταξινόμηση διαδρομής
es: Clasificación de trayecto
fi: Matkan luokittelu
fr: Classification du trajet
it: Classificazione del viaggio
nl: Classificatie rit
pl: Klasyfikacja podróży
pt: Classificação da viagem
sv: Klassificering av resa

# journey_purpose_empty
source: Journey purpose cannot be empty!
cs: Účel cesty nesmí být prázdný.
da: Rejseformål kan ikke være tomt!
de: Fahrtzweck darf nicht leer bleiben!
el: Ο σκοπός της διαδρομής δεν μπορεί να είναι κενός!
es: El propósito del trayecto no puede quedar vacío
fi: Matkan tarkoitus ei voi olla tyhjä!
fr: Le motif du déplacement ne peut pas être vide!
it: Lo scopo del viaggio non può essere vuoto!
nl: Doel rit mag niet leeg zijn!
pl: Cel podróży nie może być pusty!
pt: A finalidade da viagem não pode ficar em branco!
sv: Syftet med resan kan inte lämnas tomt!

source: Journeys
cs: Cesty
da: Rejser
de: Fahrten
el: Διαδρομές
es: Trayectos
fi: Matkat
fr: Trajets
it: Viaggi
nl: Ritten
pl: Podróże
pt: Viagens
sv: Resor

# last_day_of_month
source: Last day of the month
cs: Poslední den v měsíci
da: Månedens sidste dag
de: Letzter Tag des Monats
el: Τελευταία ημέρα του μήνα
es: Último día del mes
fi: Kuun viimeinen päivä
fr: Dernier jour du mois
it: Ultimo giorno del mese
nl: Laatste dag van de maand
pl: Ostatni dzień miesiąca
pt: Último dia do mês
sv: Sista dagen i månaden

source: Last month
cs: poslední Měsíc
da: sidste måned
de: Letzter Monat
el: προηγούμενος Μήνας
es: último mes
fi: viime kuu
fr: Dernier mois
it: ultimo mese
nl: Laatste maand
pl: ostatni miesiąc
pt: último Mês
sv: Förra månaden

# last_seven_days
source: Last 7 days
cs: posledních 7 dnů
da: sidste 7 dage
de: Letzte 7 Tage
el: προηγούμενες 7 ημέρες
es: últimos 7 días
fi: viimeiset 7 päivää
fr: 7 derniers jours
it: ultimi 7 giorni
nl: Vorige 7 dagen
pl: ostatnie 7 dni
pt: últimos 7 dias
sv: senaste 7 dagarna

# last_submission
source: Last submission %1$@
cs: Poslední odeslání %1$@
da: Seneste indsendelse %1$@
de: Letzte Einreichung %1$@
el: Τελευταία υποβολή %1$@
es: Último envío %1$@
fi: Viimeinen lähetys %1$@
fr: Dernière soumission le %1$@
it: Ultimo inoltro il %1$@
nl: Laatste inzending %1$@
pl: Ostatnio przesłano: %1$@
pt: Último envio %1$@
sv: Föregående inlämning %1$@

# mbox_connection_error
source: Application is not able to connect to your Vehicle. Please get closer or check if your vehicle is not already connected to another device.
cs: Aplikace se nemůže připojit k vašemu vozidlu. Přibližte se prosím nebo překontrolujte, zda vozidlo již není připojeno k jinému zařízení.
da: Applikationen kan ikke få forbindelse til dit køretøj. Du bedes komme tættere på eller tjekke om dit køretøj ikke allerede er forbundet til en anden enhed.
de: Die Anwendung kann keine Verbindung zu Ihrem Fahrzeug herstellen. Bitte gehen Sie näher ans Fahrzeug oder prüfen Sie, ob Ihr Fahrzeug bereits mit einem anderen Gerät verbunden ist.
el: Η εφαρμογή δεν συνδέεται με το όχημά σας. Παρακαλούμε πλησιάστε ή βεβαιωθείτε ότι το όχημα δεν είναι ήδη συνδεδεμένο σε άλλη συσκευή.
es: La aplicación no ha podido conectarse con su vehículo.Acérquese o compruebe si su vehículo no está conectado ya a otro dispositivo.
fi: Sovellus ei pysty muodostamaan yhteyttä ajoneuvoosi. Siirry lähemmäs tai tarkista, onko ajoneuvosi jo yhdistetty toiseen laitteeseen.
fr: L'application ne peut pas se connecter à votre véhicule. Approchez-vous du véhicule ou vérifiez que le véhicule n'est pas déjà connecté à un autre appareil.
it: L’applicazione non riesce a connettersi al veicolo. Avvicinati o controlla se il veicolo non sia già connesso ad un altro dispositivo.
nl: De toepassing kan geen verbinding maken met uw voertuig.Ga dichter naar het voertuig toe of controleer of uw voertuig misschien met een ander apparaat verbonden is.
pl: Aplikacja nie może połączyć się z Twoim pojazdem. Podejdź bliżej lub sprawdź, czy pojazd nie jest już połączony z innym urządzeniem.
pt: A aplicação não será capaz de se ligar ao seu veículo. Por favor aproxime-se ou verifique se o seu veículo já não está ligado a outro dispositivo.
sv: Applikationen kan inte ansluta till ditt fordon. Flytta dig närmare eller kontrollera om ditt fordon redan är anslutet till en annan enhet.

# menu_features
source: Features
cs: Funkce
da: Egenskaber
de: Merkmale
el: Χαρακτηριστικά
es: Funciones
fi: Ominaisuudet
fr: Services
it: Applicazioni
nl: Kenmerken
pl: Funkcje
pt: Funcionalidades
sv: Funktioner

# menu_feedback
source: Give us feedback
cs: Poskytněte nám zpětnou vazbu
da: Giv os feedback
de: Ihr Feedback
el: Δώστε μας πληροφορίες σχετικά
es: Déjenos un comentario
fi: Anna palautetta
fr: Votre avis sur l'application
it: Scrivi feedback
nl: Geef ons feedback
pl: Podziel się swoją opinią
pt: Envie-nos os seus comentários
sv: Lämna återkoppling

# menu_feedback_subject
source: SmarterDriver App Feedback Experience
cs: Lepší zážitek při podávání zpětné vazby k aplikaci SmarterDriver
da: Feedback på brugeroplevelsen af SmarterDriver-appen
el: Εμπειρία πληροφοριών σχετικά με την εφαρμογή SmarterDriver
fr: Retour d'expérience sur SmarterDriver

# menu_home
source: Home
cs: Domů
da: Hjem
de: Home Screen
el: Αρχική
es: Inicio
fi: Aloitusnäyttö
fr: Accueil
it: Schermata iniziale
pl: Ekran główny
pt: Página inicial
sv: Hem

# menu_my_account
source: My account
cs: Můj účet
da: Min konto
de: Mein Konto
el: Ο λογαριασμός μου
es: Mi cuenta
fi: Oma tili
fr: Mon compte
it: Il mio account
nl: Mijn account
pl: Moje konto
pt: A Minha Conta
sv: Mitt konto

# menu_sign_out
source: Log out
cs: Odhlásit
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
nl: Afmelden
pl: Wyloguj
pt: Fechar sessão
sv: Logga ut

source: Modify selection
cs: Upravit výběr
da: Rediger valgte
de: Auswahl modifizieren
el: Τροποποίηση επιλογής
es: Modificar selección
fi: Muokkaa valintaa
fr: Modifier la sélection
it: Modifica selezione
nl: Selectie aanpassen
pl: Zmień zaznaczone
pt: Modificar seleção
sv: Modifiera urval

# navigation_drawer_close
source: Close navigation drawer
cs: Zavřít nabídku navigace
da: Luk navigationsmenu
de: Navigationsfach schließen
el: Κλείσιμο μενού πλοήγησης
es: Cerrar bandeja de navegación
fi: Sulje navigaatiolokero
fr: Fermer l'onglet de menu
it: Chiudi menù di navigazione
nl: Navigatielade sluiten
pl: Zamknij szufladę nawigacji
pt: Fechar pasta de navegação
sv: Stäng navigeringsmeny

# navigation_drawer_open
source: Open navigation drawer
cs: Otevřít nabídku navigace
da: Åbn navigationsmenu
de: Navigationsfach öffnen
el: Άνοιγμα μενού πλοήγησης
es: Abrir bandeja de navegación
fi: Avaa navigaatiolokero
fr: Ouvrir l'onglet de menu
it: Apri menù di navigazione
nl: Navigatielade openen
pl: Otwórz szufladę nawigacji
pt: Abrir pasta de navegação
sv: Öppna navigeringsmeny

# need_classification_message
source: You have %1$@ unclassified journeys (total %2$@). Classify before submission?
cs: Máte %1$@ neklasifikovaných cest (celkem %2$@). Klasifikovat před odesláním?
da: Du har %1$@ uklassificerede rejser (i alt %2$@). Klassificer rejse inden indsendelse?
de: Sie haben %1$@ unklassifizierte Fahrten (insgesamt %2$@). Vor dem Einreichen klassifizieren?
el: Έχετε %1$@ μη ταξινομημένες διαδρομές (συνολικά %2$@). Ταξινόμηση πριν από την υποβολή;
es: Tiene %1$@ trayectos sin clasificar (%2$@ total). ¿Clasificar antes de enviar?
fi: Sinulla on %1$@ luokittelematonta matkaa (yhteensä %2$@). Luokitellaanko ne ennen lähettämistä?
fr: Vous avez %1$@ trajets non classifiés (sur %2$@). Souhaitez-vous les classifier avant de soumettre?
it: C’è/Ci sono %1$@ viaggi(o) non classificato/i (su un totale di %2$@). Vuoi classificarlo/i prima di inoltrare?
nl: U heeft %1$@ ongeclassificeerde ritten (total %2$@). Classificeren voor inzending?
pl: Pozostało niesklasyfikowanych podróży: %1$@ (w sumie %2$@). Sklasyfikować przed przesłaniem?
pt: Tem %1$@ de viagens não classificadas (total %2$@). Classificar antes de enviar?
sv: Du har %1$@ oklassificerade resor (totalt %2$@). Klassificera innan inlämning?

source: New journey
cs: Nová cesta
da: Ny rejse
de: Neue Fahrt
el: Νέα διαδρομή
es: Nuevo trayecto
fi: Uusi matka
fr: Nouveau trajet
it: Nuovo viaggio
nl: Nieuwe rit
pl: Nowa podróż
pt: Nova viagem
sv: Ny resa

# new_journey_detail
source: Journey detail
cs: Údaje o cestě
da: Rejsedetaljer
de: Fahrtdetail
el: Λεπτομέρειες διαδρομής
es: Detalle del trayecto
fi: Matkan tiedot
fr: Détail du trajet
it: Informazioni sul viaggio
nl: Ritgegevens
pl: Szczegóły podróży
pt: Dados da viagem
sv: Resedetaljer

# new_journey_error
source: Please fill in the fields highlighted in red.
cs: Vyplňte políčka zvýrazněná červeně.
da: Udfyld venligst felterne markeret med rødt.
de: Bitte füllen Sie die rot markierten Felder aus.
el: Παρακαλούμε συμπληρώστε τα πεδία που επισημαίνονται με μπλε.
es: Por favor, complete los campos resaltados en rojo.
fi: Täytä punaisella korostetut kentät.
fr: Merci de remplir les champs indiqués en rouge.
it: Compila i campi evidenziati in rosso
nl: Vul de rood gemarkeerde velden in.
pl: Wypełnij pola zaznaczone na czerwono.
pt: Preencha os campos realçados a vermelho.
sv: Fyll i de fält som markerats med rött.
