Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# vehicle_info_updated
source: Vehicle information has been updated!
cs: Informace o vozidle byly aktualizovány.
da: Info om køretøj er blevet opdateret!
de: Fahrzeuginformationen wurden aktualisiert!
el: Τα δεδομένα του οχήματος ενημερώθηκαν!
es: ¡La información del vehículo se ha actualizado!
fi: Ajoneuvotiedot on päivitetty!
fr: Les informations du véhicule ont été mises à jour.
it: I dati sul veicolo sono stati aggiornati!
nl: Voertuiginformatie is bijgewerkt!
pl: Dane pojazdu zostały zaktualizowane!
pt: A informação do veículo foi atualizada!
sv: Fordonsuppgifterna har uppdaterats!

source: Welcome back
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
el: Καλωσήλθατε και πάλι
es: Bienvenido de nuevo
fi: Tervetuloa takaisin
fr: Bienvenue
it: Bentornato/a
nl: Welkom terug
pl: Witaj ponownie
pt: Bem-vindo de volta
sv: Välkommen tillbaka

# welcome_back_continue
source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Doorgaan
pl: Dalej
pt: Continuar
sv: Fortsätt

# welcome_back_different_login
source: If you are not %1$@, please sign in as another user.
cs: Jestliže nejste %1$@,přihlaste se prosím jako jiný uživatel.
da: Hvis ikke du er %1$@, bedes du logge på som en anden bruger.
de: Wenn Sie nicht %1$@ sind, melden Sie sich bitte als ein anderer Benutzer an.
el: Εάν δεν είστε ο/η %1$@, παρακαλούμε συνδεθείτε ως άλλος χρήστης.
es: Si no es %1$@, inicie sesión como otro usuario.
fi: Jos et ole %1$@, kirjaudu sisään toisena käyttäjänä.
fr: Si vous n'êtes pas %1$@, veuillez vous reconnecter.
it: Se non sei %1$@, accedi con un altro nome utente e password.
nl: Als u niet %1$@ bent, meld u dan aan als een andere gebruiker.
pl: Jeśli nie jesteś %1$@, zaloguj się jako inny użytkownik.
pt: Se não for %1$@, inicie sessão como outro utilizador.
sv: Om du inte är %1$@ loggar du in som en annan användare.

# welcome_back_sign_in
source: Sign in
cs: Přihlášení
da: Log på
de: Anmelden
el: Συνδεθείτε
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
nl: Aanmelden
pl: Zaloguj
pt: Inicie sessão
sv: Logga in

source: YES
cs: ANO
da: JA
de: JA
el: ΝΑΙ
es: SÍ
fi: KYLLÄ
fr: OUI
it: SÌ
nl: JA
pl: TAK
pt: SIM
sv: JA

source: yesterday
cs: včera
da: I går
de: gestern
el: χθες
es: ayer
fi: eilen
fr: hier
it: ieri
nl: gisteren
pl: wczoraj
pt: ontem
sv: igår

# default_business_purposes_arr_1
source: Customer visit
cs: Návštěva zákazníka
da: Kundebesøg
de: Kundenbesuch
el: Επίσκεψη σε πελάτη
es: Visita de cliente
fi: Asiakaskäynti
fr: Visite client
it: Visita a un cliente
nl: Klantbezoek
pl: Wizyta u klienta
pt: Visita a cliente
sv: Kundbesök

# default_business_purposes_arr_2
source: Between Offices
cs: Mezi kancelářemi
da: Mellem kontorer
de: Zwischen Büros
el: Μεταξύ γραφείων
es: Entre oficinas
fi: Toimistojen välillä
fr: Bureau à bureau
it: Viaggio tra uffici
nl: Tussen Kantoren
pl: Przejazdy pomiędzy biurami
pt: Entre escritórios
sv: Mellan kontor

# default_business_purposes_arr_3
source: Meeting
cs: Schůzka
da: Møde
el: Συνάντηση
es: Reunión
fi: Kokous
fr: Rendez-vous
it: Riunione
nl: Vergadering
pl: Spotkanie
pt: Reunião
sv: Möte

# default_business_purposes_arr_4
source: Airport/Travel
cs: Letiště/cesta
da: Lufthavn / Rejse
de: Flughafen/Reise
el: Αεροδρόμιο / Ταξίδια
es: Aeropuerto/viaje
fi: Lentokenttä/matka
fr: Aéroport/Voyage
it: Aeroporto/Viaggi
nl: Luchthaven/Reizen
pl: Lotnisko/Podróż
pt: Aeroporto/Viagem
sv: Flygplats/resa

# default_business_purposes_arr_5
source: Errand/Supplies
cs: Pochůzka/zásoby
da: Ærinde / Forsyninger
de: Besorgungen/Lieferungen
el: Θέλημα / Προμήθειες
es: Encargos/suministros
fi: Työtehtävä/tarvikkeet
fr: Approvisionnement
it: Commissioni/Provviste
nl: Boodschappen/Benodigdheden
pl: Zlecenie/Zaopatrzenie
pt: Recados/Provisões
sv: Uträtta ärende/skaffa material

# default_personal_purposes_arr_1
source: Commute
cs: Dojíždění
da: Rejsetid
de: Arbeitsweg
el: Μετακίνηση προς και από την εργασία
es: Desplazamiento
fi: Työliikenne
fr: Domicile à bureau
it: Viaggio per arrivare al lavoro
nl: Woon-Werkverkeer
pl: Dojazd
pt: Trajeto quotidiano
sv: Pendling

# default_personal_purposes_arr_3
source: School
cs: Škola
da: Skole
de: Schule
el: Σχολείο
es: Escolar
fi: Koulu
fr: École
it: Scuola
pl: Szkoła
pt: Escola
sv: Skola

# settings_unit
source: Unit
fr: Unité
sv: Enheter

# submit_only_business
source: Submit only Business journeys
cs: Odeslat pouze pracovní cesty
da: Send kun forretningsture
de: Nur Geschäftsfahrten einreichen
el: Υποβολή μόνο επαγγελατικών διαδρομών
es: Enviar únicamente trayectos profesionales
fi: Lähetä vain työmatkat
fr: Ne soumettre que des trajets professionnels
it: Inoltrare solo i viaggi per lavoro
nl: Dien alleen Zakelijke ritten in
pl: Prześlij tylko kursy służbowe
pt: Apresentar apenas viagens em serviço
sv: Lämna endast in tjänsteresor

# journey_plural_zero
source: journeys
cs: cest
da: ture
de: Fahrten
el: διαδρομές
es: trayectos
fi: matkaa
fr: trajet
it: viaggi
nl: ritten
pl: kursów
pt: de viagens
sv: resor

# journey_plural_one
source: journey
cs: cesta
da: tur
de: Fahrt
el: διαδρομή
es: trayecto
fi: matka
fr: trajet
it: viaggio
nl: rit
pl: kurs
pt: de viagens
sv: resa

# journey_plural_two
source: journeys
cs: cesty
da: ture
de: Fahrten
el: διαδρομές
es: trayectos
fi: matkaa
fr: trajets
it: viaggi
nl: ritten
pl: kursy
pt: de viagens
sv: resor

# journey_plural_few
source: journeys
cs: cesty
da: ture
de: Fahrten
el: διαδρομές
es: trayectos
fi: matkaa
fr: trajets
it: viaggi
nl: ritten
pl: kursów
pt: de viagens
sv: resor

# journey_plural_many
source: journeys
cs: cest
da: ture
de: Fahrten
el: διαδρομές
es: trayectos
fi: matkaa
fr: trajets
it: viaggi
nl: ritten
pl: kursów
pt: de viagens
sv: resor

# journey_plural_other
source: journeys
cs: cest
da: ture
de: Fahrten
el: διαδρομές
es: trayectos
fi: matkaa
fr: trajets
it: viaggi
nl: ritten
pl: kursów
pt: de viagens
sv: resor

# vehicle_check_camera_or_library_alert
source: Add photo using
cs: Přidat fotku pomocí
da: Tilføj foto ved hjælp af
de: Foto hinzufügen mit
el: Προσθήκη φωτογραφίας με τη χρήση
es: Añadir imagen con
fi: Lisää valokuva käyttäen
fr: Ajouter une photo en utilisant
it: Aggiungi una foto da
nl: Voeg foto toe met behulp van
pl: Dodaj zdjęcie z
pt: Adicionar fotografia utilizando
sv: Lägg till foto med

# summary_name_business_short
source: Business
cs: Pracovní
da: Arbejdsrelateret
de: Geschäft
el: Επαγγελματικές
es: Comercial
fi: Työ
fr: Pro
nl: Zakelijk
pl: Biznesowy
pt: Profissional
sv: I tjänsten

source: Done
cs: Dokončeno
da: Afsluttet
de: Fertig
el: Έγινε
es: Hecho
fi: Valmis
fr: Terminé
it: Fatto
nl: Gereed
pl: Gotowe
pt: Feito
sv: Klar

# tap_to_enter_reason
source: Tap to enter a reason for change.
cs: Klepnutím vložte důvod změny.
da: Tryk for at indtaste en årsag til ændring.
de: Tippen, um einen Grund für die Änderung einzugeben.
el: Πατήστε για να εισάγετε λόγο αλλαγής.
es: Toque para introducir un motivo para el cambio.
fi: Napauta syöttääksesi syyn muutokselle.
fr: Cliquer pour entrer la raison de la modification
it: Tocca per inserire un motivo della modifica.
nl: Tik om een reden voor verandering in te voeren.
pl: Kliknij, aby wpisać powód zmiany.
pt: Toque para inserir um motivo para alterar.
sv: Klicka för att fylla i orsak till ändring.

# vehicle_check_library_option
source: Library
cs: Knihovna
da: Bibliotek
de: Galerie
el: Συλλογή
es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
it: Galleria
nl: Bibliotheek
pl: Biblioteka
pt: Galeria
sv: Bibliotek

# vehicle_check_submit_check
source: Submit check
cs: Odeslat kontrolu
da: Indsend tjek
de: Prüfung einreichen
el: Υποβολή ελέγχου
es: Enviar comprobación
fi: Lähetä tarkistus
fr: Soumettre le rapport de vérification
it: Invia controllo
nl: Bevestig de selectie
pl: Prześlij raport kontrolny
pt: Submeter verificação
sv: Lämna in kontroll

# menu_tutorial
source: Tutorial
da: Vejledning
de: Anleitung
el: Εκπαίδευση
fi: Opetusohjelma
fr: Tutoriel
nl: Zelfstudie
sv: Handledning

# vehicle_check_detail_required
source: * Required
cs: * Povinné
da: * Obligatorisk
de: * Erforderlich
el: * Απαιτείται
es: * Obligatorio
fi: * Pakollinen
fr: * Requis
it: * Obbligatorio
nl: * Verplicht
pl: * wymagane
pt: * Obrigatório
sv: *obligatoriskt

# vehicle_check_no_camera
source: Camera not available.
cs: Fotoaparát není dostupný.
da: Kamera ikke tilgængeligt.
de: Kamera nicht verfügbar.
el: Η κάμερα δεν είναι διαθέσιμη.
es: Cámara no disponible
fi: Kamera ei ole käytettävissä
fr: Caméra non disponible
it: Fotocamera non disponibile
nl: Camera niet beschikbaar.
pl: Aparat fotograficzny niedostępny.
pt: Câmara não disponível.
sv: Kamera inte tillgänglig.

# vehicle_check_finish
source: Finish
cs: Dokončit
da: Afslut
de: Beenden
el: Τέλος
es: Terminar
fi: Valmis
fr: Terminer
it: Fine
nl: Einde
pl: Koniec
pt: Concluir
sv: Avsluta

# to_be_claimed
source: %1$@ to be claimed
cs: %1$@ k uplatnění
da: %1$@ opkrævningsparat
de: %1$@ müssen noch eingefordert werden
el: %1$@ έτοιμα για ζήτηση
es: %1$@ para declarar
fi: %1$@ valmis vaadittavaksi
fr: %1$@ à soumettre
it: %1$@ da richiedere
nl: %1$@ nog aan te vragen
pl: %1$@ do rozliczenia
pt: %1$@ a pedir
sv: %1$@ att begäras

# submitting_journey_detail_failed
source: Submit of journeys failed.
cs: Odesílání cest selhalo.
da: Indsendelse af ture mislykkedes.
de: Einreichen der Fahrten fehlgeschlagen.
el: Απέτυχε η υποβολή διαδρομών.
es: Fallo en el envío de trayectos.
fi: Matkojen lähettäminen epäonnistui.
fr: Échec de la soumission des trajets.
it: Invio dei viaggi non riuscito.
nl: Indienen van ritten mislukt.
pl: Nie udało się przesłać kursów.
pt: Falhou submissão das viagens.
sv: Resor kunde inte lämnas in.

# error_invalid_email
source: This email is invalid
cs: Tato e-mailová adresa je neplatná
da: E-mailen er ugyldig
de: Diese E-Mail-Adresse ist ungültig
el: Αυτή η ηλεκτρονική διεύθυνση δεν είναι έγκυρη
es: Este correo electrónico no es válido
fi: Tämä sähköposti on virheellinen
fr: Email invalide
it: L’email non è valida
nl: Dit e-mailadres is niet geldig
pl: Adres e-mail jest nieprawidłowy
pt: Este endereço de correio eletrónico não é válido
sv: E-postadressen är ogiltig

# last_pwd_login_dont_match
source: App offline. last used login/password don't match
cs: Jste odhlášeni od aplikace. Naposledy použité přihlašovací údaje jsou nesprávné.
da: App offline. Senest anvendte login/adgangskode matcher ikke
de: App ist offline. Zuletzt verwendetes Login/Passwort stimmen nicht überein
el: Η εφαρμογή είναι εκτός σύνδεσης. Τα στοιχεία εισόδου / ο κωδικός που χρησιμοποιήθηκαν την τελευταία φορά δεν ταιριάζουν
es: Aplicación desconectada. La combinación de usuario/contraseña utilizada por última vez no coincide
fi: Sovellus ei ole verkossa, viimeksi käytetty käyttäjätunnus/salasana ei täsmännyt
fr: Application déconnectée. Les derniers identifiants utilisés ne sont pas reconnus.
it: App offline. L’ultima combinazione usata login/password non coincide
nl: App offline. laatst gebruikte login/wachtwoord komt niet overeen
pl: Tryb off-line. Ostatnio użyty login/hasło się nie zgadzają
pt: Aplicação offline. último registo/palavra-passe usado não corresponde
sv: Appen är offline. Senast använda inloggningsuppgifter/lösenord stämmer inte

# vehicle_check_fail
source: Unable to send the report.
cs: Zprávu nelze odeslat.
da: Kunne ikke sende rapporten.
de: Bericht kann nicht gesendet werden.
el: Αδυναμία αποστολής αναφοράς.
es: No ha sido posible enviar el informe.
fi: Raporttia ei voi lähettää.
fr: Impossible d'envoyer le rapport
it: Invio del report non riuscito.
nl: Kan het rapport niet verzenden.
pl: Nie można wysłać raportu.
pt: Não é possível enviar o relatório.
sv: Rapporten kan inte skickas.

# vehicle_check_driver
source: Driver
cs: Řidič
da: Fører
de: Fahrer
el: Οδηγός:.
es: Conductor
fi: Kuljettaja
fr: Conducteur
it: Conducente
nl: Bestuurder
pl: Kierowca
pt: Condutor
sv: Förare

source: Updating journey detail failed.
cs: Aktualizace podrobností o cestě selhala.
da: Opdatering af turdetaljer mislykkedes.
de: Aktualisierung des Fahrtdetails fehlgeschlagen.
el: Απέτυχε η ενημέρωση της διαδρομής.
es: Fallo en la actualización de los detalles del trayecto
fi: Matkatietojen päivitys epäonnistui.
fr: Échec de la mise à jour des détails du trajet
it: Aggiornamento delle informazioni sul viaggio non riuscito.
nl: Bijwerken ritgegevens mislukt.
pl: Nie udało się zaktualizować szczegółu dla kursu.
pt: Falhou atualização de pormenor da viagem.
sv: Det uppstod ett fel när uppgifterna om resor uppdaterades.

source: Disabled
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fi: Poistettu käytöstä
fr: Désactivé
it: Disattivato
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
sv: Avaktiverad

# keyboard_next
source: Next
cs: Pokračovat
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej
pt: Seguinte
sv: Nästa

# vehicle_check_list_title
source: Vehicle check
cs: Kontrola vozidla
da: Køretøjstjek
de: Fahrzeugprüfung
el: Έλεγχος οχήματος
es: Comprobación del vehículo
fi: Ajoneuvon tarkistus
fr: Vérification du véhicule
it: Controllo del veicolo
nl: Voertuigcontrole
pl: Kontrola pojazdu
pt: Verificação do veículo
sv: Fordonskontroll

# vehicle_check_camera_option
source: Camera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
fi: Kamera
fr: Caméra
it: Fotocamera
pl: Aparat
pt: Câmara
sv: Kamera

# vehicle_check_odometer_reading
source: Add odometer reading
cs: Přidat odečet z odometru
da: Tilføj kilometertælleraflæsning
de: Kilometerzählerstand hinzufügen
el: Προσθήκη ένδειξης χιλιομετρητή
es: Añadir lectura del cuentakilómetros
fi: Lisää matkamittarin lukema
fr: Ajouter un relevé de l'odomètre
it: Aggiungi lettura contachilometri
nl: Voeg uitlezen kilometerteller toe
pl: Dodaj dane z drogomierza
pt: Adicionar leitura de conta-quilómetros
sv: Lägg till mätarställning

# retrieving_person_failed
source: Loading settings failed.
cs: Načítání nastavení selhalo.
da: Indlæsning af indstillinger mislykkedes.
de: Laden der Einstellungen fehlgeschlagen.
el: Απέτυχε η φόρτωση ρυθμίσεων.
es: Fallo en la carga de la configuración.
fi: Asetusten lataaminen epäonnistui.
fr: Échec du chargement des paramètres
it: Caricamento delle impostazioni non riuscito.
nl: Laden instellingen mislukt.
pl: Nie udało się załadować ustawień.
pt: Falhou carregamento de definições.
sv: Det uppstod ett fel när inställningarna lästes in.

# vehicle_check_add_comment_placeholder
source: Write your comment
cs: Přidejte komentář
da: Skriv kommentar
de: Schreiben Sie Ihren Kommentar
el: Γράψτε το σχόλιό σας
es: Escriba su comentario
fi: Kirjoita huomautuksesi
fr: Entrer un commentaire
it: Scrivi un commento
nl: Voer opmerking in
pl: Napisz komentarz
pt: Escreva o seu comentário
sv: Lägg till en kommentar

source: Getting journey detail failed.
cs: Zjišťování podrobností o cestě selhalo.
da: Hentning af turdetaljer mislykkedes.
de: Abrufen des Fahrtdetails fehlgeschlagen.
el: Απέτυχε η λήψη των λεπτομερειών της διαδρομής.
es: Fallo al obtener los detalles del trayecto
fi: Matkatietojen saaminen epäonnistui.
fr: Échec du chargement des détails du trajet.
it: Recupero delle informazioni sul viaggio non riuscito.
nl: Ophalen ritgegevens mislukt.
pl: Nie udało się załadować szczegółu dla kursu.
pt: Falhou obtenção de pormenor da viagem.
sv: Det uppstod ett fel när uppgifterna om resor hämtades.

# vehicle_check_add_comment
source: Add comment
cs: Přidat poznámku
da: Tilføj kommentar
de: Kommentar hinzufügen
el: Προσθήκη σχολίου
es: Añadir comentario
fi: Lisää huomautus
fr: Ajouter un commentaire
it: Aggiungi un commento
nl: Voeg opmerking toe
pl: Dodaj komentarz
pt: Adicionar comentário
sv: Lägg till kommentar

# placeholder_no_journeys_for_period
source: No journey for this period. please try another date range.
cs: V tomto období nejsou žádné cesty. Zkuste jiné časové období.
da: Ingen ture for denne periode. prøv et andet datointerval.
de: Keine Fahrten in diesem Zeitraum. Geben Sie einen anderen Zeitraum ein.
el: Δεν υπάρχει διαδρομή για αυτή την περίοδο. παρακαλούμε δοκιμάστε άλλο εύρος ημερομηνιών.
es: No hay trayectos para este período. Por favor, inténtelo con otro rango de fechas.
fi: Tälle ajalle ei ole matkaa. Kokeile toista päivämääräväliä.
fr: Pas de trajet enregistré sur cette période. merci de choisir une autre période.
it: Nessun viaggio per questo periodo. prova con un altro intervallo di date.
nl: Geen rit voor deze periode. Probeer een ander datumbereik.
pl: Brak kursów dla tego okresu. spróbuj inny zakres dat.
pt: Nenhuma viagem para este período. ente outro intervalo de datas.
sv: Inga resor finns för den här perioden. prova ett annat datumintervall.

# prefs_units
source: Units
cs: Jednotky
da: Enheder
de: Maßeinheiten
el: Μονάδες
es: Unidades
fi: Yksiköt
fr: Unités
it: Unità
nl: Eenheden
pl: Jednostki
pt: Unidades
sv: Enheter

# no_mail_service
source: Please check your mail settings
cs: Zkontrolujte si nastavení pošty
da: Tjek dine e-mail-indstillinger
de: Bitte überprüfen Sie die E-Mail-Einstellungen
el: Παρακαλούμε ελέγξτε τις ρυθμίσεις της ηλεκτρονικής σας αλληλογραφίας
es: Compruebe la configuración de su correo electrónico
fi: Tarkista postiasetuksesi
fr: Merci de vérifier vos paramètres d'e-mail
it: Controlla le impostazioni dell’email
nl: Controleer uw e-mailinstellingen
pl: Sprawdź ustawienia skrzynki e-mail
pt: Verifique as definições do seu email
sv: Kontrollera dina e-postinställningar

# vehicle_check_date_of_check
source: Date of check
cs: Datum kontroly
da: Dato for tjek
de: Datum der Prüfung
el: Ημερομηνία ελέγχου
es: Fecha de la comprobación
fi: Tarkistuspäivä
fr: Date de la vérification
it: Data del controllo
nl: Datum van controle
pl: Data kontroli
pt: Data da verificação
sv: Datum för kontroll

source: No data
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: Sin datos
fi: Ei tietoja
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
sv: Inga data

# vehicle_check_vehicle_registration_number_placeholder
source: Write registration number
cs: Zadejte registrační značku
da: Indtast registreringsnummer
de: Fahrzeugregistrierungsnummer eingeben
el: Γράψτε τον αριθμό κυκλοφορίας
es: Introduzca el núm. de matrícula
fi: Kirjoita rekisteritunnus
fr: Entrer le numéro d'immatriculation
it: Scrivi il numero di registrazione
nl: Voer registratienummer in
pl: Wpisz numer rejestracyjny pojazdu
pt: Escrever número de registo
sv: Fyll i registreringsnummer

# vehicle_check_success
source: Vehicle check report has been submitted successfully.
cs: Zpráva o kontrole vozidla byla úspěšně odeslána.
da: Rapport for køretøjstjek er nu indsendt.
de: Bericht der Fahrzeugprüfung wurde eingereicht.
el: Η αναφορά ελέγχου του οχήματος υποβλήθηκε με επιτυχία.
es: El informe de la comprobación del vehículo se ha enviado correctamente.
fi: Ajoneuvon tarkistusraportti on lähetetty.
fr: Le rapport d'analyse du véhicule a bien été transmis
it: Invio del report del controllo del veicolo andato a buon fine.
nl: Rapport voertuigcontrole succesvol ingediend.
pl: Raport z kontroli pojazdu został przesłany pomyślnie.
pt: O relatório de verificação do veículo foi submetido com sucesso.
sv: Rapport om fordonskontroll har lämnats in.

# dashboard_load_error
source: Please, check your connection and swipe to refresh.
cs: Zkontrolujte připojení k síti a znovu načtěte přejetím prstem.
da: Tjek din forbindelse og swipe for at opdatere.
de: Bitte überprüfen Sie die Verbindung und wischen Sie, um zu aktualisieren.
el: Παρακαλούμε ελέγξτε τη σύνδεσή σας και σύρετε για ανανέωση.
es: Compruebe su conexión y deslice para actualizar.
fi: Tarkista yhteys ja virkistä pyyhkäisemällä.
fr: Vérifier votre connexion et rafraîchir l'écran en le balayant du doigt
it: Controlla la connessione e scorri il dito per aggiornare.
nl: Controleer uw verbinding en veeg om te verversen.
pl: Sprawdź połączenie i przesuń palcem, aby odświeżyć.
pt: Verifique a sua ligação e deslize para atualizar.
sv: Kontrollera din anslutning och svep för att uppdatera.

# vehicle_check_list_time
source: Time
cs: Čas
da: Tid
de: Uhrzeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
it: Ora
nl: Tijd
pl: Czas
pt: Tempo
sv: Tid

# summary_name_personal_short
source: Personal
cs: Osobní
da: Privat
de: Privat
el: Προσωπικές
fi: Henkilökohtainen
fr: Personnel
it: Personale
nl: Privé
pl: Prywatny
pt: Pessoal
sv: Privat

# vehicle_check_vehicle_registration_number
source: Vehicle registration number
cs: Registrační značka vozidla
da: Køretøjets registreringsnummer
de: Fahrzeugregistrierungsnummer
el: Αριθμός κυκλοφορίας οχήματος
es: Núm. de matrícula del vehículo
fi: Ajoneuvon rekisteritunnus
fr: Numéro d'immatriculation du véhicule
it: Numero di registrazione
nl: Voertuigregistratienummer
pl: Numer rejestracyjny pojazdu
pt: Número de registo do veículo
sv: Registreringsnummer för fordon

# vehicle_check_vehicle_name
source: Vehicle
fr: Véhicule

# vehicle_check_list_nodefect
source: No defect
cs: Bez závady
da: Ingen defekt
de: Ohne Defekt
el: Κανένα ελάττωμα
es: Sin defectos
fi: Ei vikaa
fr: Sans défaut
it: Nessun danno
nl: Geen defect
pl: Brak usterki
pt: Sem defeito
sv: Utan skador

# vehicle_check_list_withdefect
source: With defect
cs: Se závadou
da: Med defekt
de: Mit Defekt
el: Με ελάττωμα
es: Con defectos
fi: Viallinen
fr: Avec défaut
it: Con danni
nl: Met defect
pl: Usterka
pt: Com defeito
sv: Skador

# new_journey_start_location
source: Start location
cs: Počáteční poloha
da: Startsted
de: Startort
el: Τοποθεσία εκκίνησης
es: Ubicación de inicio
fi: Lähtöpaikka
fr: Lieu de départ
it: Inizia luogo
nl: Startlocatie
pl: Lokalizacja początkowa
pt: Local de partida
sv: Startplats

# new_journey_end_location
source: End location
cs: Konečná poloha
da: Slutsted
de: Zielort
el: Τοποθεσία τερματισμού
es: Ubicación final
fi: Saapumispaikka
fr: Lieu d'arrivée
it: Termina luogo
nl: Eindlocatie
pl: Lokalizacja końcowa
pt: Local de chegada
sv: Stopplats

# permission_location_services
source: Allow SmarterDriver to access your location while you are using this app?
cs: Povolit SmarterDriveru přístup k vaší poloze při používání aplikace?
da: Giv SmarterDriver adgang til din placering, mens du bruger denne app?
de: SmarterDriver während der Verwendung der App Zugriff auf Ihren Standort erlauben?
el: Να επιτρέπεται στο SmarterDriver η πρόσβαση στην τοποθεσία σας ενώ χρησιμοποιείτε αυτή την εφαρμογή;
es: ¿Permitir a SmarterDriver acceder a su ubicación mientras utiliza esta aplicación?
fi: Sallitko SmarterDriverin käyttää sijaintiasi käyttäessäsi tätä sovellusta?
fr: Autoriser SmarterDriver à accéder à votre position pendant que vous utilisez cette application?
it: Consenti a SmarterDriver di avere accesso alla tua posizione mentre usi l’app?
nl: Geeft u SmarterDriver toegang tot uw locatie terwijl u deze App gebruikt?
pl: Zezwolić SmarterDriver na dostęp do Twojej lokalizacji podczas korzystania z aplikacji?
pt: Autoriza que o SmarterDriver aceda à sua localização enquanto utiliza esta aplicação?
sv: Vill du låta SmarterDriver få tillgång till din plats medan du använder appen?

# new_journey_manually_added
source: Journey manually added
cs: Cesta přidaná ručně
da: Tur tilføjet manuelt
de: Fahrt manuell hinzugefügt
el: Προστέθηκε διαδρομή μη αυτόματα
es: Trayecto añadido manualmente
fi: Matka lisätty manuaalisesti
fr: Trajet entré manuellement
it: Viaggio inserito a mano
nl: Rit handmatig toegevoegd
pl: Ręcznie dodany kurs
pt: Viagem adicionada manualmente
sv: Resa har lagts till manuellt
