Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# smoother_popup_desc1
source: This value is based on the average Masternaut Connect van driver.
cs: Hodnota vychází z průměru běžného řidiče v Masternaut Connect.
da: Denne værdi er baseret på den gennemsnitlige Masternaut Connect-varevognschauffør.
de: Dieser Wert basiert auf dem durchschnittlichen Masternaut Connect Leiferwagenfahrer.
el: Αυτή η τιμή είναι βασισμένη στον μέσο οδηγό ημιφορτηγού στη Masternaut Connect.
es: Este valor se basa en la media de conductores de furgonetas de Masternaut Connect.
fi: Tämä arvo perustuu keskinkertaiseen Masternaut Connectin pakettiauton kuljettajaan.
fr: Cette valeur est la moyenne des conducteurs de VUL sur Masternaut Connect
it: Questo valore si basa sul conducente medio di furgone Masternaut Connect.
nl: Deze waarde is gebaseerd op de gemiddelde Masternaut Connect bestelbusbestuurder.
pl: Wartość obliczana jest na podstawie średniej Masternaut Connect dla kierowcy furgonetki.
pt: Este valor é baseado na média Masternaut Connect por condutor.
sv: Värdet baseras på den genomsnittlige Masternaut Connect-skåpbilsföraren.

# smoother_popup_desc2
source: For HGVs, this value is %1$@ events per 100 %2$@.
cs: Pro nákladní vozidla je tato hodnota %1$@ událostí na 100 %2$@.
da: For lastbiler er denne værdi %1$@ begivenheder pr. 100 %2$@.
de: Für LKW ist dieser Wert %1$@ Ereignisse pro 100 %2$@.
el: Για βαρέα οχήματα, αυτή η τιμή είναι %1$@ συμβάντα ανά 100 %2$@.
es: Para vehículos pesados, este valor es de %1$@ eventos por 100 %2$@.
fi: Raskaille ajoneuvoille tämä arvo on %1$@ tapahtumaa / 100 %2$@.
fr: Pour les poids lourds, cette valeur est %1$@ %%.
it: Per i veicoli commerciali pesanti, questo valore è pari a %1$@ eventi per 100 %2$@.
nl: Voor vrachtwagens is deze waarde %1$@ gebeurtenissen per 100 %2$@.
pl: Dla samochodów ciężarowych wartość wynosi %1$@ gwałtownych manewrów na 100 %2$@.
pt: Para veículos pesados de mercadorias, este valor é de %1$@ ocorrências por 100 %2$@.
sv: För lastbilar är värdet %1$@ tillfällen per 100 %2$@.

# smoother_popup_desc3
source: For cars, this value is %1$@ events per 100 %2$@.
cs: Pro osobní vozidla je tato hodnota %1$@ událostí na 100 %2$@.
da: For biler er denne værdi %1$@ begivenheder pr. 100 %2$@.
de: Für PKW ist dieser Wert %1$@ Ereignisse pro 100 %2$@.
el: Για αυτοκίνητα, αυτή η τιμή είναι %1$@ συμβάντα ανά 100 %2$@
es: Para turismos, este valor es de %1$@ eventos por 100 %2$@.
fi: Henkilöautoille tämä arvo on %1$@ tapahtumaa / 100 %2$@.
fr: Pour les voitures, cette valeur est %1$@ %%.
it: Per le auto, questo valore è pari a %1$@ eventi per 100 %2$@.
nl: Voor auto's is deze waarde %1$@ gebeurtenissen per 100 %2$@.
pl: Dla samochodów osobowych wartość wynosi %1$@ gwałtownych manewrów na 100 %2$@.
pt: Para veículos ligeiros, este valor é de %1$@ ocorrências por 100 %2$@.
sv: För personbilar är värdet %1$@ tillfällen per 100 %2$@.

# metrics_no_data_both_weeks
source: Let's get going!
cs: Jdeme na to!
da: Lad os komme i gang!
de: Los geht‘s!
el: Ας ξεκινήσουμε!
es: ¡Vamos allá!
fi: Aloitetaan!
fr: N'attendez pas, lancez-vous!
it: Andiamo!
nl: Laten we gaan!
pl: Zaczynajmy!
pt: Vamos continuar!
sv: Nu kör vi!

# metrics_no_data_this_week
source: Start driving today to see your trend!
cs: Vyjeďte, ať můžete sledovat svůj trend.
da: Begynd at køre i dag, og se din trend!
de: Fahren Sie heute schon los, um Ihren Trend anzuzeigen!
el: Ξεκινήστε να οδηγείτε σήμερα για να δείτε την τάση σας!
es: ¡Comience a conducir para ver sus tendencias!
fi: Ala ajamaan tänään nähdäksesi trendisi!
fr: Faites quelques trajets pour commencer
it: Inizia a guidare subito per scoprire il tuo trend.
nl: Begin vandaag met rijden om uw trend te zien!
pl: Rozpocznij jazdę już dzisiaj, aby sprawdzić swoją tendencję!
pt: Comece a conduzir já hoje para ver a sua tendência!
sv: Börja köra idag för att se din trend!

# metrics_no_data_last_week
source: Keep driving to see your trend soon!
cs: Jeďte dál a brzy uvidíte svůj trend.
da: Fortsat med at køre, så kan du snart se din trend!
de: Fahren Sie weiter, um Ihren Trend bald anzeigen zu lassen!
el: Συνεχίστε να οδηγείτε για να δείτε σύντομα την τάση σας!
es: ¡Siga conduciendo para ver pronto sus tendencias!
fi: Jatka ajamista nähdäksesi trendisi pian!
fr: Nous pourrons vous en dire dans quelques trajets...
it: Continua a guidare per scoprire presto il tuo trend.
nl: Blijf rijden om uw trend binnenkort te zien!
pl: Kontynuuj jazdę, aby wkrótce poznać swoją tendencję!
pt: Continue a conduzir pra descobrir a sua tendência em breve!
sv: Fortsätt köra och se din trend snart!

# metrics_no_data_last_week_smoother
source: Find out more about your smoothness.
cs: Zjistěte víc o tom, jak hladce jezdíte.
da: Lær mere om, hvor god du er til bløde accelerationer og opbremsninger!
de: Erfahren Sie mehr über Ihr ruhiges Fahrverhalten!
el: Μάθετε περισσότερα για την ομαλότητά σας!
es: ¡Descubra más sobre la fluidez de su conducción!
fi: Lisätietoja ajosi tasaisuudesta!
fr: En savoir plus sur la fluidité.
it: Scopri di più sulla tua regolarità alla guida!
nl: Kom meer te weten over uw souplesse!
pl: Dowiedz się więcej o płynności jazdy!
pt: Descubra mais sobre como é suave!
sv: Ta reda på mer om hur smidigt du kör!

# metrics_no_data_last_week_safer
source: Find out more about your speeding.
cs: Zjistěte víc o tom, jak překračujete rychlost.
da: Lær mere om dine hastighedsoverskridelser!
de: Erfahren Sie mehr über Ihre Geschwindigkeitsüberschreitungen!
el: Μάθετε περισσότερα για την υπέρβαση ταχύτητάς σας!
es: ¡Descubra más sobre su exceso de velocidad!
fi: Lisätietoja ajosi ylinopeuksista!
fr: En savoir plus sur la vitesse.
it: Scopri di più sui tuoi eccessi di velocità!
nl: Kom meer te weten over uw te hard rijden!
pl: Dowiedz się więcej o przekraczaniu prędkości!
pt: Descubra mais sobre a sua velocidade!
sv: Ta reda på mer om din fortkörning!

# metrics_no_data_last_week_cleaner
source: Find out more about your idling.
cs: Zjistěte víc o tom, jak často stojíte na volnoběh.
da: Lær mere om din tomgang!
de: Erfahren Sie mehr über Ihre Leerlaufzeit!
el: Μάθετε περισσότερα για το ρελαντί σας!
es: ¡Descubra más sobre su ralentí!
fi: Lisätietoja ajosi joutokäynnistä!
fr: En savoir plus sur l'attente.
it: Scopri di più sulle tue soste!
nl: Kom meer te weten over uw stationair draaien!
pl: Dowiedz się więcej o pracy na jałowym biegu!
pt: Descubra mais sobre a sua marcha lenta!
sv: Ta reda på mer om din tomgångskörning!

# safer_popup_desc1
source: This value is based on the average Masternaut Connect van driver.
cs: Hodnota vychází z průměru běžného řidiče v Masternaut Connect.
da: Denne værdi er baseret på den gennemsnitlige Masternaut Connect-varevognschauffør.
de: Dieser Wert basiert auf dem durchschnittlichen Masternaut Connect Leiferwagenfahrer.
el: Αυτή η τιμή είναι βασισμένη στον μέσο οδηγό ημιφορτηγού στη Masternaut Connect.
es: Este valor se basa en la media de conductores de furgonetas de Masternaut Connect.
fi: Tämä arvo perustuu keskinkertaiseen Masternaut Connectin pakettiauton kuljettajaan.
fr: Cette valeur est la moyenne des conducteurs de VUL sur Masternaut Connect
it: Questo valore si basa sul conducente medio di furgone Masternaut Connect.
nl: Deze waarde is gebaseerd op de gemiddelde Masternaut Connect bestelbusbestuurder.
pl: Wartość obliczana jest na podstawie średniej Masternaut Connect dla kierowcy furgonetki.
pt: Este valor é baseado na média Masternaut Connect por condutor.
sv: Värdet baseras på den genomsnittlige Masternaut Connect-skåpbilsföraren.

# safer_popup_desc2
source: For HGVs, this value is %1$@%%.
cs: Pro nákladní vozidla je tato hodnota %1$@%%.
da: For lastbiler er denne værdi %1$@%%.
de: Für LKW ist dieser Wert %1$@%%.
el: Για βαρέα οχήματα, αυτή η τιμή είναι %1$@%%.
es: Para vehículos pesados, este valor es de %1$@%%.
fi: Raskaille ajoneuvoille tämä arvo on %1$@%%.
fr: Pour les poids lourds, cette valeur est %1$@%%.
it: Per i veicoli commerciali pesanti, questo valore è pari a %1$@%%.
nl: Voor vrachtwagens is deze waarde %1$@%%.
pl: Dla samochodów ciężarowych wartość wynosi %1$@%%.
pt: Para veículos pesados de mercadorias, este valor é de %1$@%%.
sv: För lastbilar är värdet %1$@%%.

# safer_popup_desc3
source: For cars, this value is %1$@%%.
cs: Pro osobní vozidla je tato hodnota %1$@%%.
da: For biler er denne værdi %1$@%%.
de: Für PKW ist dieser Wert %1$@%%.
el: Για αυτοκίνητα, αυτή η τιμή είναι %1$@%%.
es: Para turismos, este valor es de %1$@%%.
fi: Henkilöautoille tämä arvo on %1$@%%.
fr: Pour les voitures, cette valeur est %1$@%%
it: Per le auto, questo valore è pari a %1$@%%.
nl: Voor auto's is deze waarde %1$@%%.
pl: Dla samochodów osobowych wartość wynosi %1$@%%.
pt: Para veículos ligeiros, este valor é de %1$@%%.
sv: För personbilar är värdet %1$@%%.

# cleaner_popup_desc1
source: This value is based on the average Masternaut Connect van driver.
cs: Hodnota vychází z průměru běžného řidiče v Masternaut Connect.
da: Denne værdi er baseret på den gennemsnitlige Masternaut Connect-varevognschauffør.
de: Dieser Wert basiert auf dem durchschnittlichen Masternaut Connect Leiferwagenfahrer.
el: Αυτή η τιμή είναι βασισμένη στον μέσο οδηγό ημιφορτηγού στη Masternaut Connect.
es: Este valor se basa en la media de conductores de furgonetas de Masternaut Connect.
fi: Tämä arvo perustuu keskinkertaiseen Masternaut Connectin pakettiauton kuljettajaan.
fr: Cette valeur est la moyenne des conducteurs de VUL sur Masternaut Connect
it: Questo valore si basa sul conducente medio di furgone Masternaut Connect.
nl: Deze waarde is gebaseerd op de gemiddelde Masternaut Connect bestelbusbestuurder.
pl: Wartość obliczana jest na podstawie średniej Masternaut Connect dla kierowcy furgonetki.
pt: Este valor é baseado na média Masternaut Connect por condutor.
sv: Värdet baseras på den genomsnittlige Masternaut Connect-skåpbilsföraren.

# cleaner_popup_desc2
source: For HGVs, this value is %1$@%%.
cs: Pro nákladní vozidla je tato hodnota %1$@%%.
da: For lastbiler er denne værdi %1$@%%.
de: Für LKW ist dieser Wert %1$@%%.
el: Για βαρέα οχήματα, αυτή η τιμή είναι %1$@%%.
es: Para vehículos pesados, este valor es de %1$@%%.
fi: Raskaille ajoneuvoille tämä arvo on %1$@%%.
fr: Pour les poids lourds, cette valeur est %1$@%%.
it: Per i veicoli commerciali pesanti, questo valore è pari a %1$@%%.
nl: Voor vrachtwagens is deze waarde %1$@%%.
pl: Dla samochodów ciężarowych wartość wynosi %1$@%%.
pt: Para veículos pesados de mercadorias, este valor é de %1$@%%.
sv: För lastbilar är värdet %1$@%%.

# cleaner_popup_desc3
source: For cars, this value is %1$@%%.
cs: Pro osobní vozidla je tato hodnota %1$@%%.
da: For biler er denne værdi %1$@%%.
de: Für PKW ist dieser Wert %1$@%%.
el: Για αυτοκίνητα, αυτή η τιμή είναι %1$@%%.
es: Para turismos, este valor es de %1$@%%.
fi: Henkilöautoille tämä arvo on %1$@%%.
fr: Pour les voitures, cette valeur est %1$@%%
it: Per le auto, questo valore è pari a %1$@%%.
nl: Voor auto's is deze waarde %1$@%%.
pl: Dla samochodów osobowych wartość wynosi %1$@%%.
pt: Para veículos ligeiros, este valor é de %1$@%%.
sv: För personbilar är värdet %1$@%%.

# submission_success_message
source: Submission successful.
cs: Úspěšně odesláno
da: Indsendelsen er gennemført.
de: Einreichung erfolgreich.
el: Η υποβολή ήταν επιτυχής.
es: Envío correcto.
fi: Lähetetty.
fr: Envoi réussi
it: Invio riuscito.
nl: Inzending geslaagd.
pl: Pomyślne przesłanie kursów.
pt: Submissão bem-sucedida!
sv: Inlämningen har genomförts.

source: and
cs: a
da: og
de: und
el: και
es: y
fi: ja
fr: et
it: e
nl: en
pl: oraz
pt: e
sv: och

# submission_success_message_subtitle
source: Don't forget your %1$@ journeys!
cs: Nezapomeňte na svoje cesty za %1$@!
da: Glem ikke dine %1$@ ture!
de: Vergessen Sie die Fahrten vom %1$@ nicht!
el: Μην ξεχνάτε τις %1$@ διαδρομές σας!
es: ¡No olvide sus trayectos de %1$@!
fi: Ethän unohda %1$@ matkojasi!
fr: N'oubliez pas vos trajets de %1$@!
it: Non dimenticare i viaggi di %1$@!
nl: Vergeet uw ritten van %1$@ niet!
pl: Nie zapomnij o kursach z %1$@!
pt: Não se esqueça das suas %1$@ viagens!
sv: Glöm inte dina %1$@-resor!

# menu_company_hotline
source: My company hotline
cs: Moje firemní horká linka
da: Min virksomhedshotline
de: Hotline meiner Firma
el: Η γραμμή βοήθειας της εταιρείας μου
es: Teléfono de asistencia de la empresa
fi: Yritykseni tukinumero
fr: Mon numéro d'assistance
it: Numero del servizio clienti dell’azienda
nl: De hotline van mijn bedrijf
pl: Linia całodobowa
pt: A linha de apoio da minha empresa
sv: Mitt företags direktnummer

# google_signin_generic_error
source: An error occurred with Google Sign In, please try again or use your standard Connect Login (email/password).
cs: Během přihlášení prostřednictvím Googlu došlo k chybě. Zkuste se znovu přihlásit pomocí svých přihlašovacích údajů (e-mail/heslo) ke standardnímu účtu Connect.
da: Der skete en fejl med Google-login, prøv igen, eller brug dit sædvanlige Connect-login (e-mail/adgangskode).
de: Beim Google-Login ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal oder nutzen Sie das Standard Connect-Login (E-Mail/Passwort).
el: Προέκυψε σφάλμα με την είσοδο στο Google, παρακαλούμε δοκιμάστε ξανά ή χρησιμοποιήσετε τα τυπικά σας στοιχεία σύνδεσης για το Connect (email/κωδιός ασφαλείας).
es: Se ha producido un error en el inicio de sesión en Google. Inténtelo de nuevo o utilice el inicio de sesión de Connect estándar (correo electrónico/contraseña).
fi: Google-kirjautumisessa tapahtui virhe. Yritä uudelleen tai käytä tavallista Connect-kirjautumista (sähköposti/salasana).
fr: Une erreur est survenue lors de l'authentification Google, veuillez réessayer ou utilisez votre identifiant Connect habituel (email/mot de passe).
it: Si è verificato un errore durante l’accesso tramite l’account Google. Riprova o utilizza l’accesso standard tramite Connect (email/password)
nl: Er is een fout opgetreden met Google Sign In. Probeer het opnieuw of gebruik uw standaard Connect Login (e-mailadres/wachtwoord).
pl: Podczas logowania za pomocą konta Google wystąpił błąd. Proszę spróbować ponownie lub zalogować się przy użyciu standardowego loginu Connect (e-mail/hasło).
pt: Ocorreu um erro ao iniciar sessão no Google; por favor tente novamente ou use as suas credenciais padrão para ligação (e-mail/palavra-passe).
sv: Ett fel uppstod med din Google-inloggning. Försök igen eller använd din standardinloggning till Connect (e-postadress och lösenord).

# last_vehicle_check_view_title
source: View your last vehicle check
fr: Dernière vérification de véhicule
sv: Granska din senaste fordonskontroll

# last_vehicle_check_regnum
source: Vehicle
fr: Véhicule
sv: Fordon

# last_vehicle_check_date_submitted
source: Submitted
cs: Odesláno
da: Indsendt
de: Eingereicht
el: Υποβληθείσες
es: Enviado
fi: Lähetetty
fr: Soumis
it: Inoltrato
nl: Verzonden
pl: Przesłana
pt: Enviado
sv: Inlämnad

# last_vehicle_check_driver
source: Driver
cs: Řidič
da: Fører
de: Fahrer
el: Οδηγός:.
es: Conductor
fi: Kuljettaja
fr: Conducteur
it: Conducente
nl: Bestuurder
pl: Kierowca
pt: Condutor
sv: Förare

# last_vehicle_check_time
source: Time of check
fr: Heure de la vérif
sv: Tid för kontroll

# last_vehicle_check_odometer_reading
source: Odometer reading
fr: Lecture du compteur kilométrique
sv: Mätarställning

# last_vehicle_check_with_defect
source: With defect
cs: Se závadou
da: Med defekt
de: Mit Defekt
el: Με ελάττωμα
es: Con defectos
fi: Viallinen
fr: Avec défaut
it: Con danni
nl: Met defect
pl: Usterka
pt: Com defeito
sv: Med skador

# last_vehicle_check_no_defect
source: No defect
cs: Bez závady
da: Ingen defekt
de: Ohne Defekt
el: Κανένα ελάττωμα
es: Sin defectos
fi: Ei vikaa
fr: Sans défaut
it: Nessun danno
nl: Geen defect
pl: Brak usterki
pt: Sem defeito
sv: Utan skador

# last_vehicle_check_report
source: Vehicle check report
fr: Rapport de vérification du véhicule
sv: Fordonskontrollrapport

# KEY
source: EN
cs: CS
da: DA
de: DE
el: EL
es: ES
fi: FI
fr: FR
it: IT
nl: NL
pl: PL
pt: PT
sv: SV

# jobs-table-title
source: Title
fr: Titre

# jobs-table-customer
source: Customer
fr: Client

# jobs-table-no-jobs-found
source: No jobs available
fr: Aucune mission

# save-button
source: Save
fr: Enregistrer

# cancel-button
source: Cancel
fr: Annuler

# new-button
source: New
fr: Nouveau

source: Job address
fr: Adresse de la mission

# create-job-job-address-placeholder
source: Add job address
fr: Entrer l'addresse

source: Customer name
fr: Nom du client

# create-job-customer-name-placeholder
source: Add customer name
fr: Entrer le nom du client

source: Job name
fr: Nom de la mission

# create-job-job-name-placeholder
source: Add job name
fr: Entrer le nom de la mission

source: New Job
fr: Nouvelle mission

source: Job
fr: Mission

# close-button
source: Close
fr: Fermer

# job-created-successfully
source: Job {id} has been created
fr: Mission {id} créée

# job-updated-successfully
source: Job {id} has been updated
fr: Mission {id} mise à jour

# jobs-table-assignee
source: Assignee
fr: Mission attribuée à

# jobs-table-button-assign-to
source: ASSIGN TO
fr: ATTRIBUER À

# hierarchy-tree-remove-assignment
source: Remove assignment
fr: Retirer l'attribution

# job_arrival
source: ARRIVAL
fr: ARRIVÉE

# job_duration
source: DURATION
fr: DURÉE

# job_customer
source: CUSTOMER
fr: CLIENT

# jobs_title
source: Jobs
fr: Missions

# no_jobs
source: You have no jobs
fr: Vous n'avez pas de mission

# jobs_select_date
source: Select date
fr: Sélectionner la date

# job-status-NEW
source: New
fr: Nouveau

# job-status-ASSIGNED
source: Assigned
fr: Attribuée

# job_removed_number
source: Job %@ removed
fr: Mission %@ supprimée

# job_removed_name
source: Job %@ - %@
fr: La mission %@ - %@

source: Jobs removed
fr: Missions supprimées

# job_removed_suffix
source: has been removed.
fr: a été retirée

# jobs_removed_suffix
source: have been removed.
fr: ont été retirées

source: Start date
fr: Date

source: Duration
fr: Durée

source: Arrival window
fr: Plage d'arrivée

# job-popup-start-date-placeholder
source: Add start date
fr: Entrer la date

# job-popup-duration-placeholder
source: Add duration
fr: Entrer la durée

# job-popup-arrival-window-to
source: to
fr: à

# job-popup-arrival-window-from-placeholder
source: Add earliest start time
fr: Au plus tôt

# job-popup-arrival-window-to-placeholder
source: Add latest start time
fr: Au plus tard

source: next day
fr: jour suivant

# address-search-error-required
source: Address is required
fr: L'adresse est requise

# address-search-error-not-found
source: No location found for this address.
fr: Adresse non reconnue

# job-popup-group-placeholder
source: Choose group
fr: Choisir le groupe

source: Group
fr: Groupe

# job-status-IN_PROGRESS
source: In progress
fr: En cours

# job-status-VISITED
source: Visited
fr: Effectuée

# job-status-CANCELLED
source: Cancelled
fr: Annulée

# job-status
source: Status
fr: Statut

# yes-button
source: Yes
fr: Oui

# job-popup-status-confirmation
source: Are you sure you want to override the automated status?
fr: Êtes-vous sûr de vouloir modifier le statut automatique ?

# job-popup-delete-confirmation
source: Are you sure you want to delete this job?
fr: Êtes-vous sûr de vouloir effacer cette mission ?

# job-deleted-successfully
source: Job {id} has been deleted
fr: Mission {id} effacée

# job_in_progress
source: In progress
fr: En cours

# job_assigned
source: Assigned
fr: Attribuée

# job_visited
source: Visited
fr: Effectuée

# job_planned
source: Planned
fr: Planifiée

# job_actual
source: Actual
fr: Horodatage

# job_actual_duration
source: Actual duration
fr: Durée

source: Job notes
fr: Notes

# job_order_number
source: Order number(s)
fr: Numéro(s) de commande

# job_customer_info
source: Customer info
fr: Infos client

# job_add_note
source: Add a note
fr: Ajouter une note

# job_recorded
source: Recorded
fr: Enregistrée

# job_target_end
source: Target end
fr: Fin prévisionnelle

# job_todo
source: TO DO
fr: À FAIRE

# job_done
source: DONE
fr: FAIT

source: Job list
fr: Liste des missions

# account-number
source: Customer account number
fr: Numéro de compte client

# job-popup-account-number-placeholder
source: Add customer account number
fr: Ajouter un numéro de compte client

source: Contact name
fr: Nom du contact

# job-popup-contact-name-placeholder
source: Add contact name
fr: Ajouter le nom du contact

source: Contact phone
fr: Numéro de téléphone

# job-popup-contact-phone-placeholder
source: Add contact phone
fr: Ajouter le numéro de téléphone

source: Contact email
fr: Email

# job-popup-contact-email-placeholder
source: Add contact email
fr: Ajouter l'email

source: Order number(s)
fr: Numéro(s) de commande

# job-popup-order-numbers-placeholder
source: Add order number
fr: Ajouter un numéro de commande

# job-popup-notes-placeholder
source: Add note
fr: Ajouter une note

# tag-selector-hint
source: Max of {maxLength} tags with max length {maxCharacters} characters
fr: Maximum de {maxLength} tags d'une longueur de {maxCharacters} caractères

# job-notification-refresh-message
source: Refresh to get the latest
fr: Rafraîchir

# jobs-loading
source: Loading...
fr: chargement...

# job_arrived
source: Arrived
fr: Sur place

# jobs-table-arrival
source: Arrival
fr: Arrivée

source: Unscheduled jobs
fr: Missions non planifiées

# no_jobs_done
source: You have no Visited jobs
fr: Aucune mission réalisée

source: Job changes saved
fr: Modification de mission enregistrée

source: Time Period
fr: Période

# date-range-exceeded
source: Please select less than {dateRange} days
fr: Veuillez sélectionner moins de {dateRange} jours

source: Driver Comments
fr: Commentaires du conducteur

# jobs-table-actual-time
source: Actual time
fr: Heure de début réelle

# jobs-table-actual-duration
source: Actual duration
fr: Durée réelle

# jobs_date_range
source: Date range
fr: Période

# jobs_not_complete
source: Complete
fr: Effectuée

# job_singular
source: job
fr: mission

# jobs_plural
source: jobs
fr: missions

# jobs_completed
source: All jobs completed
fr: Toutes les missions sont effectuées

source: Start time
fr: Heure de début

# job-popup-start-time-placeholder
source: Add start time
fr: Ajouter l'heure de début

# jobs_select_navigation
source: Select navigation
fr: Choisir la navigation

# job_vehicle_list
source: Vehicle list
fr: Liste des véhicules

source: None
fr: Aucun

source: Selection
fr: Sélection

# amend_mileage
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
sv: Avstånd

# app_name_navigation
source: Navigation
cs: Navigace
el: Πλοήγηση
es: Navegación
fi: Navigointi
it: Navigazione
nl: Navigatie
pl: Nawigacja
pt: Navegação
sv: Navigering

# applet_navigation
source: NAVIGATION
cs: NAVIGACE
el: ΠΛΟΗΓΗΣΗ
es: NAVEGACIÓN
fi: NAVIGOINTI
it: NAVIGAZIONE
nl: NAVIGATIE
pl: NAWIGACJA
pt: NAVEGAÇÃO
sv: NAVIGERING

# applet_score
source: SCORE
cs: SKÓRE
de: PUNKTEZAHL
el: ΒΑΘΜΟΛΟΓΙΑ
es: PUNTUACIÓN
fi: TULOS
it: PUNTEGGIO
pl: WYNIK
pt: PONTUAÇÃO
sv: POÄNG

# classification_forced_title
source: Classification
cs: Klasifikace
da: Klassifikation
de: Klassifizierung
el: Ταξινόμηση
es: Clasificación
fi: Luokitus
it: Classificazione
nl: Classificatie
pl: Klasyfikacja
pt: Classificação
sv: Klassificering

# detail_distance
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
sv: Avstånd

# miles_short
source: mi
cs: míle
de: Meilen
el: Μί
es: millas
nl: mijlen
sv: engelska miles

# total_mileage
source: Distance
cs: Vzdálenost
da: Afstand
de: Entfernung
el: Απόσταση
es: Distancia
fi: Etäisyys
it: Distanza
nl: Afstand
pl: Odległość
pt: Distância
sv: Avstånd
