Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# new_journey_reason
source: Reason for manual entry
cs: Důvod pro ruční vstup
da: Årsdag til manuel indtastning
de: Gründe für manuelle Eingabe
el: Λόγος για μη αυτόματη εισαγωγή
es: Motivo de la entrada manual
fi: Manuaalisen syötteen syy
fr: Raison de l'entrée manuelle
it: Motivo per l’inserimento manuale
nl: Reden voor handmatige invoer
pl: Powód dla wpisu ręcznego
pt: Razão para a introdução manual
sv: Anledning till manuell inmatning

# new_journey_start_date
source: Start date
cs: Počáteční datum
da: Startdato
de: Datum des Starts
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de départ
it: Data d’inizio
nl: Startdatum
pl: Data początkowa
pt: Data de início
sv: Startdatum

# new_journey_start_time
source: Start time
cs: Počáteční čas
da: Starttidspunkt
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fi: Aloitusaika
fr: Heure de départ
it: Ora d’inizio
nl: Starttijd
pl: Godzina początkowa
pt: Hora de início
sv: Starttid

# news_feed_journey_completed
source: Journey completed
cs: Cesta byla dokončena
da: Rejse slut
de: Fahrt abgeschlossen
el: Η διαδρομή ολοκληρώθηκε
es: Trayecto completado
fi: Matka suoritettu
fr: Trajet effectué
it: Viaggio terminato
nl: Rit voltooid
pl: Ukończono podróż
pt: Viagem concluída
sv: Resa slutförd

# news_feed_tip_header
source: Tips
cs: Tipy
de: Tipps
el: Συμβουλές
es: Consejos
fi: Vinkkejä
fr: Astuces
it: Dritte
pl: Porady
pt: Dicas

# news_feed_tip_message
source: You can add and edit your own frequently used journey purpose in the list to save time. Simply go to My account in main menu and manage them there.
cs: Abyste ušetřili čas, do seznamu můžete přidat vaše často používané účely cest a můžete je upravovat. Jednoduše v hlavní nabídce přejděte do Mého účtu a spravujte je z něj.
da: Du kan tilføje og redigere dine egne ofte anvendte rejseformål i listen og derved spare tid. Bare gå til Min konto i hovedmenuen, her kan du oprette og redigere dine rejseformål.
de: Um Zeit zu sparen, können Sie in der Liste Ihre persönlichen häufig genutzten Fahrtzwecke hinzufügen und bearbeiten. Einfach im Hauptmenü auf My Account gehen und dort verwalten.
el: Μπορείτε να προσθέσετε και να επεξεργαστείτε τις δικές σας συχνά χρησιμοποιούμενες διαδρομές. Απλά πηγαίνετε στον Λογαριασμό μου στο βασικό μενού και διαχειριστείτε τις εκεί.
es: Puede añadir o editar sus propósitos de trayecto más frecuentes en la lista para ahorrar tiempo. Acceda a Mi cuenta en el menú principal y gestiónelos allí.
fi: Voit lisätä ja muokata omaa, usein käytettyä matkan tarkoitusta luettelossa säästääksesi aikaa. Siirry kohtaan Oma tili päävalikossa ja hallinno niitä siellä.
fr: Pour personnaliser vos motifs de déplacement, allez dans le menu "My account" et modifiez les dans vos paramètres.
it: Per risparmiare tempo, puoi aggiungere e modificare gli scopi di viaggio che usi più spesso presenti nella lista: per gestirli basta andare nel menu “Il mio account”.
nl: Om tijd te besparen kunt u uw eigen vaak gebruikte ritdoel in de lijst toevoegen en bewerken. Ga naar Mijn Account in het hoofdmenu en beheer ze daar.
pl: Dla oszczędności czasu możesz dodawać często używane cele podróży do listy oraz edytować je. Zrobisz to w sekcji Moje konto w menu głównym.
pt: Para poupar tempo, pode adicionar e editar na lista a finalidade das suas viagens mais frequentes. Basta ir para A Minha Conta no menu principal e proceder aí à sua gestão.
sv: Du kan lägga till och redigera de resesyften som du använder oftast på listan för att spara tid. Gå bara till Mitt konto i huvudmenyn och hantera dem där.

# news_feed_tip_title
source: Modifying the journey purpose list
cs: Změny seznamu účelu cest
da: Rediger listen med rejseformål
de: Modifizierung der Reisezweck-Liste
el: Τροποποίηση της λίστας σκοπού διαδρομής
es: Modificando la lista de propósitos del trayecto
fi: Matkan tarkoitusluetteloa muutetaan
fr: Modifier les motifs de déplacement
it: Modificare la lista di scopi di viaggio
nl: Aanpassen van de ritdoelenlijst
pl: Modyfikowanie listy celów podróży
pt: A alterar a lista de finalidades das viagens
sv: Modifiera listan med resesyften

# news_feed_title
source: News and updates
cs: Zprávy a aktualizace
da: Nyheder og aktualiseringer
de: Neuigkeiten und Aktualisierungen
el: Νέα και ενημερώσεις
es: Noticias y actualizaciones
fi: Uutiset ja päivitykset
fr: Fil d'information
it: Notizie e aggiornamenti
nl: Nieuws en updates
pl: Wiadomości i aktualizacje
pt: Notícias e informações atualizadas
sv: Nyheter och uppdateringar

# no_device_found
source: No vehicle found. Please move in range and scan again.
da: Der blev ikke fundet noget køretøj. Bevæg dig inden for rækkevidde og scan igen.
el: Δεν βρέθηκε όχημα. Παρακαλούμε μεταβείτε εντός της εμβέλειας και σαρώστε ξανά.
es: No se han encontrado vehículos. Modifique el rango y explore de nuevo.
fr: Aucun véhicule détecté. Décalez-vous et ré-essayer de scanner.
nl: Geen voertuig gevonden. Ga in bereik staan en scan opnieuw.
sv: Inget fordon har hittats. Flytta närmare och skanna igen.

# no_journeys
source: You have no %1$@ journeys.
cs: Nemáte žádné %1$@ cesty.
da: Du har ingen %1$@ rejser.
de: Sie haben keine %1$@ Fahrten.
el: Δεν έχετε διαδρομές %1$@ .
es: No tiene trayectos %1$@.
fi: Sinulla ei ole %1$@-matkoja.
fr: Vous n'avez pas de trajets en %1$@.
it: Non ci sono viaggi %1$@.
nl: U heeft geen %1$@ ritten.
pl: Nie ma podróży o statusie: %1$@.
pt: Não tem viagens %1$@.
sv: Du har inga %1$@ resor.

# onboard_1_message
source: SmarterDriver brings all the mileage <br> data in the palm of your hands. <br> <b><font color="#105995">Classify, submit and save money!</font></b>
cs: SmarterDriver přináší veškeré údaje u ujeté vzdálenosti <br> na dosah ruky. <br> <b><font color="#105995">Klasifikujte, odesílejte a šetřete!</font></b>
da: SmarterDriver informerer dig om din kilometerstand <br> enkelt og ukompliceret. <br> <b><font color="#105995">Rejsen skal bare klassificeres og registreres, så er du klar til at spare penge!</font></b>
de: SmarterDriver bringt alle Laufleistungs-<br>Daten direkt auf das Smartphone. <br> <b><font color="#105995">Klassifizieren, einreichen und Geld sparen!</font></b>
el: Το SmarterDriver φέρνει στα χέρια σας όλα τα χιλιομετρικά <br> δεδομένα. <br> <b><font color="#105995">Ταξινομήστε, υποβάλετε και εξοικονομήστε χρήματα!</font></b>
es: SmarterDriver pone todos los datos <br> de kilometraje al alcance de su mano. <br> <b><font color="#105995">¡Clasifique, envíe y ahorre dinero!</font></b>
fi: SmarterDriver tuo kaikki kilometritiedot <br> kätesi ulottuville. <br> <b><font color="#105995">Luokittele, lähetä ja säästä rahaa!</font></b>
fr: Gérez vos frais kilométriques directement <br> depuis votre mobile avec SmarterDriver. <br> <b><span style="color:#105995;">N'oubliez aucun de vos trajets !</span></b>
it: Tutti i <br> dati sul chilometraggio nel palmo della tua mano grazie a SmarterDriver. <br> <b><font color="#105995">Classifica, inoltra e risparmia!</font></b>
nl: SmarterDriver brengt alle kilometerdata <br> binnen handbereik. <br> <b><font color="#105995">Classificeer, verzend en bespaar geld!</font></b>
pl: Dzięki SmarterDriver wszystkie dane dotyczące przebytej trasy<br> masz w zasięgu ręki. <br> <b><font color="#105995">Klasyfikuj i przesyłaj podróże do rozliczenia, oszczędzając pieniądze!</font></b>
pt: SmarterDriver coloca todos os dados de quilometragem <br> ao seu alcance. <br> <b><font color="#105995">Classifique, envie e poupe dinheiro!</font></b>
sv: SmarterDriver gör att alla dina<br> reseuppgifter ryms i din hand. <br> <b><font color="#105995">Klassificera, kategorisera och spara pengar!</font></b>

# onboard_1_tip
source: <b>Tip:</b> The Home Screen will show you the latest updates, and provide access to different features.
cs: <b>Tip:</b> Domácí obrazovka zobrazí vaše nejnovější aktualizace a poskytne vám přístup k různým funkcím.
da: <b>Tip:</b> Startskærmen viser dig de seneste aktualiseringer og giver adgang til forskellige funktionaliteter.
de: <b>Tipp:</b> Auf dem Home Screen werden die neusten Aktualisierungen angezeigt und es wird Zugang zu den verschiedenen Funktionen ermöglicht.
el: <b>Συμβουλή:</b> Η Αρχική Οθόνη θα σας δείξει τις τελευταίες ενημερώσεις, και θα παρέχει πρόσβαση σε διαφορετικά χαρακτηριστικά.
es: <b>Consejo:</b> En la pantalla de inicio encontrará las últimas actualizaciones, así como acceso a diversas funciones.
fi: <b>Vinkki:</b> Aloitusnäytössä näytetään uusimmat päivitykset ja tarjotaan pääsy eri ominaisuuksiin.
fr: <b>Astuce:</b> L'écran d'accueil donne accès à toutes les options disponibles et informe des dernières mises à jour.
it: <b>Dritta:</b> La schermata iniziale mostra gli ultimi aggiornamenti e dà accesso alle opzioni disponibili.
nl: <b>Tip:</b> Het startscherm toont de laatste updates en geeft toegang tot verschillende functies.
pl: <b>Porada:</b> ekran główny wyświetla najnowsze wiadomości i daje dostęp do różnych funkcji.
pt: <b>Tip:</b> O Ecrã Inicial apresenta as informações mais recentes e dá acesso a diferentes funcionalidades.
sv: <b>Tips:</b> Hemskärmen visar de senaste uppdateringarna och ger dig tillgång till olika funktioner.

# onboard_1_title
source: Welcome Smarter Driver!
cs: Vítejte v aplikaci Smarter Driver.
da: Velkommen til Smarter Driver!
de: Herzlich Willkommen, Smart Driver!
el: Καλωσήλθατε στο Smarter Driver!
es: ¡Bienvenido, Smarter Driver!
fi: Tervetuloa, Smarter Driver!
fr: Bienvenue sur SmarterDriver
it: Benvenuto, Smarter Driver!
nl: Welkom Smarter Driver!
pl: Witaj Smarter Driver!
pt: Bem-vindo ao Smarter Driver!
sv: Välkommen Smarter Driver!

# onboard_2_message
source: Get an overview of all your journeys.<br> <b><font color="#105995">Classify, categorise, and save time.<br></font></b> Swipe left, right and you’re done.
cs: Získejte přehled o všech vašich cestách.<br> <b><font color="#105995">Klasifikujte, řaďte do kategorií a šetřete čas <br></font></b> Potáhněte doleva, doprava a hotovo.
da: Få et overblik over alle dine rejser.<br> <b><font color="#105995">Rejsen skal bare klassificeres og registreres, det sparer tid.<br></font></b> Swipe en enkelt gang til venstre og højre, så er du færdig.
de: Erhalten Sie eine Übersicht über all Ihre Fahrten.<br> <b><font color="#105995">Klassifizieren, einreichen und Geld sparen.<br></font></b> Nach links und rechts wischen und fertig.
el: Λάβετε μια επισκόπηση όλων των διαδρομών σας.<br> <b><font color="#105995">Ταξινομήστε, κατηγοριοποιήστε, και εξοικονομήστε χρόνο.<br></font></b> Σύρετε αριστερά, δεξιά και αυτό ήταν.
es: Obtenga un resumen de todos sus trayectos.<br> <b><font color="#105995">Clasifique, catalogue y ahorre tiempo.<br></font></b> Deslice hacia la izquierda o derecha y listo.
fi: Saa yhteenveto kaikista matkoistasi.<br> <b><font color="#105995">Luokittele, kategorisoi ja säästä aikaa.<br></font></b> Pyyhkäise vasemmalle ja oikealle, niin olet valmis.
fr: Visualisez la liste de tous vos trajets.<br> <b><span style="color:#105995;">Classez et catégorisez en quelques clics.<br></span></b> Balayez gauche ou droite et c'est fait.
it: Visualizza una panoramica di tutti i tuoi viaggi.<br> <b><font color="#105995">Classifica, categorizza e risparmia tempo.<br></font></b> Basta un movimento verso destra o sinistra ed è fatta.
nl: Krijg een overzicht van al uw ritten.<br> <b><font color="#105995">Classificeer, categoriseer en bespaar tijd.<br></font></b> Veeg naar links, rechts en klaar.
pl: Stwórz wykaz wszystkich swoich podróży.<br> <b><font color="#105995">Klasyfikuj, kategoryzuj i oszczędzaj czas.<br></font></b> Przeciągnij palcem w lewo, w prawo i gotowe.
pt: Obtenha um resumo de todas as suas viagens.<br> <b><font color="#105995">Classifique, categorize e poupe tempo.<br></font></b> Percorra para a esquerda e para a direita e já está.
sv: Få en överblick över alla dina resor.<br> <b><font color="#105995">Klassificera, kategorisera och spara tid.<br></font></b> Svep åt vänster, åt höger och det är klart.

# onboard_2_tip
source: <b>Tip:</b> Use a long swipe to add a category to your journey classification. Customise the categories in your account settings.
cs: <b>Tip:</b> Použijte dlouhé tažení k přidání kategorie k vaší klasifikaci cesty. Upravte kategorie ve vašich nastaveních účtu.
da: <b>Tip:</b> Med et langt swipe føjer du en kategori til din rejseklassifikation. Du kan brugertilpasse kategorierne i dine kontoindstillinger.
de: <b>Tipp:</b> Lange Wischen, um bei Ihrer Fahrtenklassifizierung eine neue Kategorie hinzuzufügen. In den Kontoeinstellungen Kategorien anpassen.
el: <b>Συμβουλή:</b> Με μακρύ σύρσιμο προσθέστε κατηγορία στην ταξινόμηση του ταξιδιού σας. Προσαρμόστε τις κατηγορίες στις ρυθμίσεις του λογαριασμού σας.
es: <b>Consejo:</b> deslice prolongadamente para añadir una categoría a la clasificación de su trayecto. Personalice las categorías en los ajustes de su cuenta.
fi: <b>Vinkki:</b> Lisää luokka matkan luokitteluun pitkällä pyyhkäisyllä. Mukauta luokat tilisi asetuksista.
fr: <b>Astuce:</b> Faites un balayage long pour choisir un motif. Vous pouvez définir vos motifs dans vos paramètres.
it: <b>Dritta:</b> Trascinando il dito sullo schermo un po’ più a lungo si possono aggiungere categorie alla classificazione dei viaggi. Puoi personalizzare le categorie nelle impostazioni dell’account.
nl: <b>Tip:</b> Gebruik een lange veeg om een categorie toe te voegen aan uw ritclassificatie. Pas de categorieën aan in uw accountinstellingen.
pl: <b>Porada:</b> długim przeciągnięciem palca dodaj kategorię do klasyfikacji podróży. Kategorie możesz edytować w ustawieniach konta.
pt: <b>Dica:</b> Com um gesto de percorrer mais longo, pode adicionar uma categoria à classificação das suas viagens. Personalize as categorias nas suas definições de conta.
sv: <b>Tips:</b> Svep långsamt för att lägga till en kategori till din reseklassificering. Anpassa kategorierna under dina kontoinställningar.

# onboard_2_title
source: One screen to manage them all
cs: Jedna obrazovka ke správě všech
da: Ét skærmbillede til det hele
de: Alles auf einem Bildschirm verwalten
el: Μία οθόνη για τη διαχείριση όλων
es: Una pantalla para gestionarlo todo
fi: Hallinnoi kaikkea yhdeltä näytöltä
fr: Un écran de gestion simple
it: Un solo schermo di gestione globale
nl: Eén scherm om ze allemaal te beheren
pl: Jeden ekran do prostego zarządzania
pt: Um ecrã para geri-las todas
sv: En skärm för att hantera dem alla

# onboard_3_message
source: Something doesn’t seem right? Easy.<br> Tap on the tile to see the journey’s details.<br> <b><font color="#105995">Modify, save, and it’s changed!</font>
cs: Nezdá se vám něco? Je to jednoduché.<br> Klepněte na dlaždici k zobrazení údajů o cestě.<br> <b><font color="#105995">Pozměňte, uložte a je to změněno. </font>
da: Mangler der noget? Ingen panik.<br> Bare tryk på fanebladet for at se alle rejsedetaljerne.<br> <b><font color="#105995">Rediger, gem, færdigt arbejde!</font>
de: Irgendwas scheint nicht zu stimmen? Kein Problem.<br> Auf Kachel tippen, um Details zur Fahrt einzusehen.<br> <b><font color="#105995">Modifizieren, speichern und fertig!</font>
el: Δεν σας φαίνεται κάτι καλά; Εύκολο.<br> Αγγίξτε στο πλακίδιο για να δείτε τις λεπτομέρειες της διαδρομής.<br> <b><font color="#105995">Τροποποιήστε, αποθηκεύστε, και άλλαξε!</font>
es: ¿Parece que algo no va bien? Tranquilo.<br> Toque el mosaico para ver los detalles del trayecto.<br> <b><font color="#105995">Modifíquelos, guárdelos y listo.</font>
fi: Eikö jokin tunnu olevan oikein? Helppoa.<br> Napauta ruutua nähdäksesi matkan tiedot.<br> <b><font color="#105995">Muokkaa ja tallenna, ja tiedot on muutettu!</font>
fr: Vous pensez qu'il y a une erreur? Cliquez<br> sur la tuile pour accéder aux détails du trajet.<br> <b><span style="color:#105995;">Modifez, sauvegardez et c'est corrigé !</span>
it: Qualcosa non va per il verso giusto? Nessun problema.<br> Clicca sul riquadro per visualizzare le informazioni sul viaggio.<br> <b><font color="#105995">Modifica, salva ed è fatta!</font>
nl: Lijkt iets niet goed? Simpel.<br> Tik op het vlak om de gegevens van de rit te zien.<br> <b><font color="#105995">Wijzig, sla op het is veranderd!</font>
pl: Coś jest nie w porządku? Spokojnie.<br> Dotknij kafelka, żeby zobaczyć szczegóły podróży.<br> <b><font color="#105995">Edytuj, zapisz i już zmienione!</font>
pt: Alguma coisa parece estar errada? Simples.<br> Toque no mosaico para ver os dados da viagem.<br> <b><font color="#105995">Modifique, guarde e a alteração está feita!</font>
sv: Verkar något inte stämma? Enkelt.<br> Knacka på panelen för att se reseuppgifterna.<br> <b><font color="#105995">Modifiera, spara och ändringen har gjorts!</font>

# onboard_3_tip
source: <b>Note:</b> The detail screen will ask you for a reason for change when the address or the distance is modified.
cs: <b>Poznámka:</b> Stránka s bližšími údaji vás požádá o důvod ke změně, jestliže došlo ke změně adresy či vzdálenosti.
da: <b>Bemærk:</b> Når du ændrer adresse eller afstand vil du blive bedt om at afgive en årsag til ændringen.
de: <b>Hinweis:</b> Auf der Detail-Oberfläche werden Sie bei Modifizierung der Adresse oder Entfernung nach einem Grund gefragt.
el: <b>Σημείωση:</b> Η οθόνη λεπτομερειών θα σας ζητήσει τον λόγο για μια αλλαγή όταν τροποποιηθεί η διεύθυνση ή η απόσταση.
es: <b>Nota:</b> La pantalla de detalles le solicitará que indique un motivo para el cambio al modificar la dirección o la distancia.
fi: <b>Huomautus:</b> Tietonäytössä kysytään muutoksen syytä, jos muutat osoitetta tai etäisyyttä.
fr: <b>Note:</b> L'application vous demandera de fournir la raison d'une modification d'adresse ou de distance.
it: <b>NB:</b> quando si modificano l’indirizzo o la distanza, la schermata delle informazioni chiede il motivo.
nl: <b>Opmerking:</b> Het gegevensscherm vraagt om een reden voor aanpassing wanneer het adres of de afstand is gewijzigd.
pl: <b>Uwaga:</b> ekran szczegółów poprosi Cię o podanie powodu w przypadku zmiany adresu lub odległości.
pt: <b>Nota:</b> O ecrã dos dados pede-lhe uma razão para a alteração sempre que modifica o endereço ou a distância.
sv: <b>OBS!</b> När detaljerna för en adress eller ett avstånd ändras på skärmen måste du ange en anledning till ändringen.

# onboard_3_title
source: Context brings control
cs: Kontext znamená kontrolu
da: Kontekst giver kontrol
de: Kontext ermöglicht Kontrolle
el: Το περιεχόμενο φέρνει τον έλεγχο
es: El contexto aporta control
fi: Asiayhteys auttaa hallinnoimaan
fr: Gardez le contrôle
it: Tutto sotto controllo
nl: Context zorgt voor controle
pl: Kontekst daje kontrolę
pt: O contexto proporciona controlo
sv: Kontext ger kontroll

# onboard_4_message
source: The monthly dashboard displays<br> <b><font color="#105995">the what, how and when</font></b><br> of your mileage expenses in one place.
cs: Měsíční přehled zobrazuje<br> <b><font color="#105995">co, jak a kdy</font></b><br> o vašich nákladech spojených s jízdou v jednom místě.
da: Månedsoversigten giver et samlet overblik over <br> <b><font color="#105995">dine </font></b><br> kilometerudgifter.
de: Auf dem Monats-Dashboard<br> <b><font color="#105995">werden alle Informationen</font></b><br> zu Ihren Laufleistungskosten gebündelt angezeigt.
el: Ο μηνιαίος πίνακας ελέγχου προβάλλει <br> <b><font color="#105995">τι, πως και πότε </font></b><br> των χιλιομετρικών εξόδων σας σε ένα μέρος.
es: El panel mensual muestra<br> <b><font color="#105995">detalles (qué, cómo y cuándo)</font></b><br> sobre sus gastos de kilometraje en un único lugar.
fi: Kuukausittainen koontinäyttö esittää<br> <b><font color="#105995">kilometrikustannusten tiedot, syyt ja ajat</font></b><br> yhdessä paikassa.
fr: L'aperçu mensuel fournit<br> <b><span style="color:#105995;">sur un écran unique simplifié</span></b><br> toute l'information de vos frais kilométriques.
it: Il pannello mensile mostra<br> <b><font color="#105995">tutte le informazioni necessarie</font></b><br> sulle spese di chilometraggio in un posto solo.
nl: Het maandelijkse dashboard geeft<br> <b><font color="#105995">de wat, hoe en wanneer</font></b><br> van uw kilometerkosten in één overzicht.
pl: Miesięczny pulpit pokazuje<br> <b><font color="#105995">w jednym miejscu wszystkie informacje</font></b><br> dotyczące wydatków na przejazdy.
pt: O dashboard mensal apresenta num só local<br> <b><font color="#105995">o quê, o como e o quando</font></b><br> das suas despesas de quilometragem.
sv: Månadspanelen visar dina resekostnaders <br> <b><font color="#105995">vad, hur och varför</font></b><br> på ett enda ställe.

# onboard_4_tip
source: <b>Tip:</b> Review or change your personal and professional journeys by tapping on each classification label.
cs: <b>Tip:</b> Kontrolujte nebo upravujte vaše osobní či pracovní cesty poklepem na označení klasifikace.
da: <b>Tip:</b> Gennemgå eller rediger dine privat- og forretningsrejser ved at klikke på klassifikationsfeltet ud for hver rejse.
de: <b>Tipp:</b> Überprüfen oder ändern Sie Ihre persönlichen und beruflichen Fahrten, indem Sie auf das jeweilige Klassifizierungslabel tippen.
el: <b>Συμβουλή:</b> Δείτε ή αλλάξτε τις προσωπικές και επαγγελματικές σας διαδρομές αγγίζοντας στην κάθε καρτέλα ταξινόμησης.
es: <b>Consejo:</b> Toque cada etiqueta de clasificación para revisar o modificar sus trayectos personales y profesionales.
fi: <b>Vinkki:</b> Tarkista tai muuta henkilökohtaisia tai työmatkoja napauttamalla kutakin luokittelunimikettä.
fr: <b>Astuce:</b> Examinez ou modifiez vos trajets personnels et professionnels en tapant sur une des deux catégories.
it: <b>Dritta:</b> Ricontrolla o cambia i tuoi viaggi personali o di lavoro con premendo sull’etichetta di ciascuna classificazione.
nl: <b>Tip:</b> Bekijk of verander uw privé en zakelijke ritten door op de desbetreffende classificatie te tikken.
pl: <b>Porada:</b> sprawdzaj lub edytuj swoje podróże prywatne i służbowe, dotykając poszczególnych etykiet klasyfikacyjnych.
pt: <b>Dica:</b> Reveja ou modifique as suas viagens pessoais e profissionais tocando em cada etiqueta de classificação.
sv: <b>Tips:</b> Granska eller ändra de resor du gör privat eller i tjänsten genom att knacka på respektive klassificeringsetikett.

# onboard_4_title
source: Your own control tower
cs: Vaše vlastní řídicí věž
da: Dit eget kontroltårn
de: Ihr eigener Kontrollturm
el: Ο δικός σας πύργος ελέγχου
es: Su propia torre de control
fi: Oma lennonjohtotornisi
fr: Votre tour de contrôle
it: La tua personale torre di controllo
nl: Uw eigen verkeerstoren
pl: Twoja własna wieża kontrolna
pt: A sua torre de controlo pessoal
sv: Ditt eget kontrolltorn

# only_one_account_supported
source: Only one Smarter Driver account is supported.
cs: Podporován je pouze jeden účet Smarter Driver.
da: Der kan kun understøttes én Smarter Driver-konto ad gangen.
de: Es wird nur ein Smart-Driver-Konto unterstützt.
el: Υποστηρίζεται μόνο ένας λογαριασμός Smarter Driver.
es: Solo se admite una cuenta Smarter Driver.
fi: Vain yhtä Smarter Driver -tiliä tuetaan.
fr: Un seul compte SmarterDriver est permis.
it: Può essere supportato un solo account Smarter Driver.
nl: Er wordt slechts één Smarter Driver-account ondersteund.
pl: Obsługiwane jest tylko jedno konto Smarter Driver.
pt: Só é suportada uma conta Smarter Driver.
sv: Bara ett Smarter Driver-konto stöds.

# parser_can_configuration_error
source: CAN configuration error
cs: Chyba při konfiguraci CAN
da: CAN konfiguration, fejl
de: CAN-Konfiguration Fehler
el: Σφάλμα στη διαμόρφωση CAN
es: Error de configuración de CAN
fi: CAN-konfigurointivirhe
fr: Erreur de configuration du CAN
it: Configurazione CAN non riuscita
nl: CAN-configuratiefout
pl: Błąd podczas konfiguracji magistrali CAN
pt: CAN erro de configuração
sv: Fel vid CAN-konfiguration
