Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# parser_dataid_configuration_error
source: DataID configuration error
cs: Chyba konfigurace IDdat
da: DataID konfiguration, fejl
de: DataID-Konfiguration Fehler
el: Σφάλμα στη διαμόρφωση DataID
es: Error de configuración de DataID
fi: DataID-konfigurointivirhe
fr: Erreur de configuration des DataIDs
it: Configurazione DataID non riuscita
nl: Configuratiefout data-ID
pl: Błąd podczas konfiguracji DataID
pt: DataID erro de configuração
sv: Fel vid dataID-konfiguration

# parser_dataid_configuration_success
source: DataID configuration success
cs: Konfigurace IDdat byla úspěšná
da: DataID konfiguration lykkedes
de: DataID-Konfiguration erfolgreich
el: Διαμόρφωση DataID επιτυχής
es: Configuración de DataID correcta
fi: DataID-konfigurointi onnistui
fr: Configuration des DataIDs réussie
it: Configurazione DataID riuscita
nl: Configuratie data-ID gelukt
pl: DataID skonfigurowane pomyślnie
pt: DataID configuração bem sucedida
sv: DataID-konfiguration genomförd

# parser_error_authentication_failed
source: Authentication failed
cs: Ověření selhalo
da: Autentificering mislykkedes
de: Authentifizierung fehlgeschlagen
el: Έλεγχος ταυτότητας ανεπιτυχής
es: Autenticación incorrecta
fi: Todennus epäonnistui
fr: Authentification échouée
it: Autenticazione non riuscita
nl: Verificatie mislukt
pl: Uwierzytelnianie zakończone niepowodzeniem
pt: Falha na autenticação
sv: Autentisering misslyckades

# parser_io_configuration_error
source: IO configuration error
cs: Chyba při konfiguraci vstupu a výstupu
da: IO konfiguration, fejl
de: IO-Konfiguration Fehler
el: Σφάλμα στη διαμόρφωση IO
es: Error de configuración de IO
fi: IO-konfigurointivirhe
fr: Erreur de configuration IO (entrées-sorties)
it: Configurazione IO non riuscita
nl: IO-configuratiefout
pl: Błąd podczas konfiguracji układu wejścia-wyjścia
pt: IO erro de configuração
sv: Fel vid IO-konfiguration

source: Permission needed.
cs: Požaduje se oprávnění.
da: Tilladelse mangler.
de: Erlaubnis benötigt.
el: Απαιτείται άδεια.
es: Se necesita permiso.
fi: Käyttöoikeus tarvitaan.
fr: Permission nécessaire
it: Permesso necessario.
nl: Toestemming nodig.
pl: Wymagane jest pozwolenie.
pt: É necessária permissão.
sv: Tillstånd behövs.

source: Personal journey purpose
cs: Osobní účel cesty
da: Privatrejsens formål
de: Zweck der persönlichen Fahrt
el: Σκοπός προσωπικής διαδρομής
es: Propósito del trayecto personal
fi: Henkilökohtaisen matkan tarkoitus
fr: Motif de déplacement privé
it: Scopo del viaggio personale
nl: Doel privé-rit
pl: Cel podróży prywatnej
pt: Finalidade da viagem pessoal
sv: Syfte med privat resa

# personal_pls_purpose
source: + purpose
cs: + účel
da: + formål
de: + Zweck
el: + σκοπός
es: + propósito
fi: + tarkoitus
fr: + motif
it: + scopo
nl: + doel
pl: + cel
pt: + finalidade
sv: + syfte

# placeholder_empty
source: You have no journeys for this period
cs: Pro toto období nemáte žádné cesty
da: Du har ingen rejser i denne periode
de: Für diesen Zeitraum haben Sie keine Fahrten
el: Δεν έχετε διαδρομές για αυτή την περίοδο
es: No tiene trayectos para este período
fi: Sinulla ei ole matkoja tälle ajalle
fr: Aucun trajet enregistré sur cette période.
it: Non c’è nessun viaggio in questo periodo.
nl: U heeft geen ritten voor deze periode
pl: Brak podróży w tym okresie
pt: Não tem viagens para este período
sv: Du har inga resor för den här tidsperioden

# prefs_cost_of_unit
source: Reimbursement rate
cs: Poměr proplacení
da: Refunderingstakst
de: Erstattungsrate
el: Ποσοστό αποζημίωσης
es: Índice de reembolso
fi: Kilometrikorvaus
fr: Taux de remboursement
it: Tariffa di rimborso
nl: Vergoedingspercentage
pl: Stawka refundacji
pt: Taxa de reembolso
sv: Ersättningsnivå

# prefs_csv_contains_all
source: Report contains all journey types
cs: Zpráva obsahuje všechny typy cest
da: Rapporten indeholder alle rejsetyper
de: Bericht beinhaltet alle Fahrtentypen
el: Η αναφορά περιέχει όλους τους τύπους διαδρομών
es: El informe contiene todos los tipos de trayecto
fi: Raportti sisältää kaikki matkatyypit
fr: Le rapport contient plusieurs types de trajets
it: La relazione contiene tutti i tipi di viaggio
nl: Rapportage bevat alle ritsoorten
pl: Raport zawiera wszystkie typy podróży
pt: O relatório contém todos os tipos de viagens
sv: Rapporten innehåller alla typer av resor

# prefs_csv_contains_business
source: Report contains only business journeys
cs: Zpráva obsahuje pouze pracovní cesty
da: Rapporten indeholder kun forretningsrejser
de: Bericht beinhaltet nur Geschäftsfahrten
el: Η αναφορά περιέχει μόνο επαγγελματικές διαδρομές
es: El informe contiene únicamente trayectos de trabajo
fi: Raportti sisältää vain työmatkat
fr: Le rapport ne contient que des trajets professionnels
it: La relazione contiene solo i viaggi effettuati per lavoro
nl: Rapportage bevat alleen zakelijke ritten
pl: Raport zawiera wyłącznie podróże służbowe
pt: O relatório contém apenas as viagens em serviço
sv: Rapporten innehåller enbart tjänsteresor

# prefs_email_incorrect
source: Please enter valid email!
cs: Zadejte prosím platnou emailovou adresu
da: Indtast venligst en gyldig e-mail!
de: Bitte gültige E-Mail-Adresse eingeben!
el: Παρακαλούμε εισάγετε έγκυρη διεύθυνση email
es: Introduzca un correo electrónico válido
fi: Anna pätevä sähköposti!
fr: Veuillez entrer un email valide
it: Inserisci un’e-mail valida!
nl: Voer een geldig e-mailadres in!
pl: Wpisz poprawny adres e-mail!
pt: Introduza um endereço de e-mail válido!
sv: Fyll i en giltig e-postadress!

# prefs_my_details
source: My details
cs: Mé údaje
da: Mine oplysninger
de: Meine Details
el: Τα στοιχεία μου
es: Mis detalles
fi: Omat tiedot
fr: Mes informations
it: I miei dati
nl: Mijn gegevens
pl: Moje dane
pt: Os meus dados
sv: Mina uppgifter

# prefs_my_email
source: My email
cs: Má emailová adresa
da: Min e-mail
de: Meine E-Mail
el: Η ηλεκτρονική μου διεύθυνση
es: Mi correo electrónico
fi: Oma sähköposti
fr: Mon e-mail
it: La mia e-mail
nl: Mijn e-mail
pl: Mój adres e-mail
pt: O meu e-mail
sv: Min e-postadress

# prefs_name
source: Name
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn

# prefs_reimbursement_rate
source: Reimbursement Rate
cs: Poměr proplacení
da: Refunderingstakst
de: Erstattungsrate
el: Ποσοστό αποζημίωσης
es: Índice de reembolso
fi: Kilometrikorvaus
fr: Taux de remboursement
it: Tariffa di rimborso
nl: Vergoedingspercentage
pl: Stawka refundacji
pt: Taxa de reembolso
sv: Ersättningsnivå

# prefs_send_csv
source: Send a report
cs: Odeslat zprávu
da: Send en rapport
de: Bericht senden
el: Αποστολή αναφοράς
es: Enviar un informe
fi: Lähetä raportti
fr: Envoyer un rapport
it: Invia una relazione
nl: Stuur een rapportage
pl: Wyślij raport
pt: Enviar um relatório
sv: Skicka en rapport

# prefs_submission_day
source: Monthly submission date
cs: Datum pro měsíční odeslání
da: Månedlig indsendelsesdato
de: Monatliches Einreichungsdatum
el: Ημερομηνία μηνιαίας υποβολής
es: Fecha de envío mensual
fi: Kuukausittainen lähetyspäivä
fr: Date mensuelle de soumission
it: Data d’inoltro mensile
nl: Maandelijkse inzenddatum
pl: Data miesięcznego przesyłania wniosków o rozliczenie
pt: Data de envio mensal
sv: Månatligt inlämningsdatum

# prefs_submission_details
source: Submission details
cs: Údaje o odeslání
da: Indsendelsesdetaljer
de: Einreichungsdetails
el: Στοιχεία υποβολής
es: Detalles de envío
fi: Lähetyksen tiedot
fr: Détails de la soumission
it: Informazioni sull’inoltro
nl: Gegevens inzending
pl: Szczegóły przesłanego wniosku
pt: Dados de envio
sv: Inlämningsdetaljer

# prefs_submission_email
source: Submission email
cs: Email s podáním
da: Indsendelsesmail
de: Einreichungs-E-Mail
el: Ηλεκτρονική διεύθυνση υποβολής
es: Correo electrónico de envío
fi: Lähetyssähköposti
fr: E-mail du responsable
it: E-mail d’inoltro
nl: E-mail inzending
pl: Adres e-mail do rozliczeń
pt: E-mail de envio
sv: E-postadress för inlämning

# price_per_unit_part1
source: per
cs: za
de: pro
el: ανά
es: por
fr: par
pl: na
pt: por

# proceed
source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Doorgaan
pl: Dalej
pt: Continuar
sv: Fortsätt

# prompt_password
source: Password
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sv: Lösenord

# prompt_username
source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
sv: Användarnamn

source: Ready to be claimed
cs: Připraveno k uplatnění
da: Opkrævningsparat
de: Befreit zur Anforderung
el: Έτοιμο για διεκδίκηση
es: Listo para declarar
fi: Valmis vaadittavaksi
fr: Trajets à soumettre
it: Pronto per l’inoltro
nl: Klaar om te worden aangevraagd
pl: Gotowe do rozliczenia
pt: Pronto para pedido
sv: Klar att begäras

source: Reason
cs: Důvod
da: Årsag
de: Grund
el: Λόγος
es: Motivo
fi: Syy
fr: Raison
it: Motivo
nl: Reden
pl: Powód
pt: Razão
sv: Anledning

source: Reimbursement
cs: Proplacení
da: Refundering
de: Erstattung
el: Αποζημίωση
es: Reembolso
fi: Kilometrikorvaus
fr: Remboursement
it: Rimborso
nl: Vergoeding
pl: Refundacja
pt: Reembolso
sv: Ersättning

source: Reset now
cs: Resetovat nyní
da: Nulstil nu
de: Jetzt zurücksetzen
el: Επαναφορά τώρα
es: Restablecer ahora
fi: Nollaa heti
fr: Réinitialiser
it: Resetta ora
nl: Nu resetten
pl: Zresetuj teraz
pt: Redefinir agora
sv: Återställ nu

# response_authentication_successful
source: Authentication successful
cs: Ověření bylo úspěšné
da: Autentificering lykkedes
de: Authentifizierung erfolgreich
el: Έλεγχος ταυτότητας επιτυχής
es: Autenticación correcta
fi: Todennus onnistui
fr: Authentification réussie
it: Autenticazione riuscita
nl: Verificatie gelukt
pl: Uwierzytelnianie przebiegło pomyślnie
pt: Autenticação bem sucedida
sv: Autentisering genomförd

# response_device_connected
source: device_connected
cs: zařízení_připojeno
da: enhed_forbundet
de: Gerät_verbunden
el: η συσκευή συνδέθηκε
es: dispositivo_conectado
fi: laite_yhdistetty
fr: appareil_connecté
it: dispositivo_connesso
nl: apparaat_verbonden
pl: urządzenie_połączone
pt: dispositivo_ligado
sv: enhet_ansluten

# response_device_disconnected
source: device disconnected
cs: zařízení bylo odpojeno
da: Forbindelsen er afbrudt
de: Geräteverbindung getrennt
el: η συσκευή αποσυνδέθηκε
es: vehículo desconectado
fi: laitteen yhteys katkaistu
fr: appareil déconnecté
it: dispositivo disconnesso
nl: verbinding apparaat verbroken
pl: rozłączono urządzenie
pt: dispositivo desligado
sv: enhetens anslutning bruten

# response_device_not_bonded
source: device not bonded
cs: zařízení nebylo připojeno
da: Enhed ikke forbundet
de: Gerät nicht angeschlossen
el: η συσκευή δεν έκανε σύζευξη
es: dispositivo no asociado
fi: laitetta ei ole sidottu
fr: appareil non appairé
it: dispositivo non associato
nl: apparaat niet gekoppeld
pl: urządzenie nie zostało powiązane
pt: dispositivo não emparelhado
sv: enhet inte parkopplad

# response_from_request_for_data_successful
source: requested dataIds
cs: ID vyžádaných dat
da: Anmodede dataIDs
de: angeforderte Daten-IDs
el: Ζητούμενα dataIDs
es: dataIds solicitados
fi: pyydetyt dataId-tunnukset
fr: DataIDs requises
it: dataIds richiesti
nl: gevraagde data-id's
pl: zażądano dataIDs
pt: dataIds solicitados
sv: begärda data-ID

# response_reconnection_stopped
source: reconnection stopped
cs: další připojení bylo zastaveno
da: Genoprettelse af forbindelse er stoppet
de: erneute Verbindung angehalten
el: διακοπή επανασύνδεσης
es: reconexión detenida
fi: uudelleen yhdistäminen pysäytetty
fr: reconnexion interrompue
it: riconnessione interrotta
nl: opnieuw verbinden gestopt
pl: zatrzymano ponowne łączenie
pt: nova ligação interrompida
sv: återanslutning avbruten

# response_search_finished
source: search finished
cs: vyhledávání skončilo
da: søgning færdig
de: Suche abgeschlossen
el: τέλος αναζήτησης
es: búsqueda finalizada
fi: haku valmis
fr: recherche terminée
it: ricerca conclusa
nl: zoeken voltooid
pl: zakończono wyszukiwanie
pt: procura terminada
sv: sökning avslutad

# response_search_stopped
source: search stopped
cs: vyhledávání bylo zastaveno
da: søgning stoppet
de: Suche angehalten
el: διακοπή αναζήτησης
es: búsqueda detenida
fi: haku pysäytetty
fr: recherche interrompue
it: ricerca interrotta
nl: zoeken gestopt
pl: zatrzymano wyszukiwanie
pt: procura interrompida
sv: sökning avbruten

# save_journey
source: Save
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
sv: Spara

source: Scan
cs: Skenovat
de: Scannen
el: Σάρωση
es: Exploración
fi: Skannaa
fr: Scanner
it: Cerca
nl: Scannen
pl: Szukaj
pt: PROCURAR
sv: Skanna

# searching_for_mbox
source: Searching for a vehicle
cs: Probíhá vyhledávání vozidla
da: Søger efter et køretøj
de: Fahrzeug suchen
el: Αναζήτηση οχήματος
es: Buscando un vehículo
fi: Haetaan ajoneuvoa
fr: Recherche du véhicule
it: Ricerca veicolo
nl: Bezig een voertuig te zoeken
pl: Wyszukiwanie pojazdu
pt: A procurar por um veículo
sv: Letar efter fordon

source: Select journey purpose
cs: Zvolte účel cesty
da: Vælg rejseformål
de: Zweck der Fahrt auswählen
el: Επιλογή σκοπού διαδρομής
es: Seleccione un propósito del trayecto
fi: Valitse matkan tarkoitus
fr: Choisir le motif du déplacement
it: Seleziona lo scopo del viaggio
nl: Selecteer doel rit
pl: Wybierz cel podróży
pt: Selecionar finalidade da viagem
sv: Välj syfte med resa

source: Skip
cs: Vynechat
da: Spring over
de: Überspringen
el: Παράλειψη
es: Saltar
fi: Ohita
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń
pt: Ignorar
sv: Hoppa över

source: Start
cs: Začátek
de: Starten
el: Έναρξη
es: Inicio
fi: Aloita
fr: Début
it: Inizio
pl: Początek
pt: Início
sv: Starta

# submission_classifying
source: Classifying…
cs: Probíhá klasifikace ...
da: Klassificerer...
de: Klassifizieren ...
el: Ταξινόμηση...
es: Clasificando...
fi: Luokitellaan...
fr: En cours de classification...
it: Classificazione in corso...
nl: Classificeren...
pl: Klasyfikowanie...
pt: A classificar…
sv: Klassificerar...

# submission_day_numeric_part
source: day is submission day.
cs: den je datum odeslání.
da: denne dag er indsendelsesdag.
de: Tag ist Einreichungstag.
el: ημέρα είναι η ημέρα υποβολής.
es: día es el día de envío.
fi: päivä on lähetyspäivä.
fr: jour est le jour de la soumission.
it: giorno è il giorno dell’inoltro.
nl: dag is de dag van inzending.
pl: dzień jest dniem przesyłania wniosków o rozliczenie.
pt: o dia é o dia do envio.
sv: dag är inlämningsdag.

# submission_day_text_part
source: is submission day.
cs: je datum odeslání.
da: er indsendelsesdag.
de: ist Einreichungstag.
el: είναι η ημέρα υποβολής.
es: es el día de envío.
fi: on lähetyspäivä.
fr: est le jour de la soumission.
it: è il giorno dell’inoltro.
nl: is de dag van inzending.
pl: jest dniem przesyłania wniosków o rozliczenie.
pt: é o dia do envio.
sv: är inlämningsdag.

# submission_error_message
source: Please try again later
cs: Zkuste to prosím znovu později
da: Prøv venligst igen senere
de: Bitte später erneut versuchen
el: Παρακαλούμε δοκιμάστε ξανά αργότερα
es: Inténtelo de nuevo más tarde
fi: Yritä uudelleen myöhemmin
fr: Veuillez réessayez plus tard
it: Si prega di riprovare più tardi
nl: Probeer later opnieuw
pl: Spróbuj ponownie później
pt: Volte a tentar mais tarde
sv: Försök igen senare

# submission_error_title
source: Oops! Error has occurred.
cs: Došlo k chybě.
da: Ups! Der skete en fejl.
de: Ups! Ein Fehler ist aufgetreten.
el: Ώπ! Προέκυψε σφάλμα.
es: ¡Vaya! Se ha producido un error.
fi: Hups! Tapahtui virhe.
fr: Une erreur s'est produite.
it: Ops! Si è verificato un errore.
nl: Oeps! Er is een fout opgetreden.
pl: Ups! Wystąpił błąd.
pt: Ups! Ocorreu um erro.
sv: Hoppsan! Ett fel har uppstått.

# submission_offline
source: You are offline. The report will be sent once you are back online.
cs: Jste offline. Zpráva bude odeslána, až budete zpět online.
da: Du er offline. Rapporten vil blive sendt, så snart du er online igen.
de: Sie sind offline. Der Bericht wird gesendet, sobald Sie wieder online sind.
el: Είστε εκτός σύνδεσης. Η αναφορά θα αποσταλεί όταν είστε συνδεδεμένοι ξανά.
es: Está desconectado. El informe se enviará cuando vuelva a tener conexión.
fi: Olet offline. Raportti lähetetään, kun olet taas online.
fr: Vous êtes hors connexion. Le rapport sera envoyé quand vous serez de nouveau connecté.
it: Sei offline. La relazione sarà inviata quando sarai di nuovo online.
nl: U bent offline. Het rapport wordt verzonden zodra u online bent.
pl: Jesteś offline. Raport zostanie wysłany, gdy połączysz się z Internetem.
pt: Está offline. O relatório será enviado assim que estiver novamente online.
sv: Du är offline. Rapporten skickas så snart du är online igen.

source: Submission period
cs: Období pro podání
da: Indsendelsesperiode
de: Einreichungszeitraum
el: Περίοδος υποβολής
es: Período de envío
fi: Lähetysajanjakso
fr: Période de soumission
it: Periodo d’inoltro
nl: Inzendingsperiode
pl: Okres przesyłania wniosków o rozliczenie
pt: Período de envio
sv: Inlämningsperiod

# submission_sending
source: Sending…
cs: Probíhá odesílání ...
da: Sender...
de: Senden ...
el: Αποστολή...
es: Enviando...
fi: Lähetetään...
fr: En cours d'envoi...
it: Invio in corso...
nl: Bezig met versturen...
pl: Wysyłanie...
pt: A enviar…
sv: Skickar...

# submission_success_message_old
source: Your claims have been submitted successfully.
cs: Vaše nároky byly úspěšně odeslány.
da: Dine opkrævninger er nu blevet indsendt.
de: Ihre Forderungen wurden erfolgreich übertragen.
el: Τα αιτήματά σας έχουν υποβληθεί με επιτυχία.
es: Sus declaraciones se han enviado correctamente.
fi: Vaatimuksesi on lähetetty.
fr: Vos trajets ont été soumis avec succès.
it: I tuoi viaggi sono stati inoltrati con successo.
nl: Uw aanvragen zijn succesvol ingediend.
pl: Twoje wnioski o rozliczenie zostały przesłane pomyślnie.
pt: Os seus pedidos foram enviados com sucesso.
sv: Din lörjournal har lämnats in.

# submission_success_title
source: Great job!
cs: Výborně.
da: Godt gået!
de: Gut gemacht!
el: Καλή δουλειά!
es: ¡Buen trabajo!
fi: Hyvin tehty!
fr: Félicitations!
it: Ben fatto!
nl: Goed gedaan!
pl: Dobra robota!
pt: Excelente trabalho!
sv: Bra jobbat!

# submission_title
source: Submit my claims
cs: Odeslat mé nároky
da: Indsend mine opkrævninger
de: Meine Forderungen einreichen
el: Υποβολή των αιτημάτων μου
es: Enviar mis declaraciones
fi: Lähetä vaatimukseni
fr: Soumettre mes trajets
it: Inoltra i miei viaggi
nl: Dien mijn aanvragen in
pl: Prześlij moje wnioski o rozliczenie
pt: Enviar os meus pedidos
sv: Lämna in reseräkning

source: Submit
cs: Odeslat
da: Send
de: Einreichen
el: Υποβολή
es: Enviar
fi: Lähetä
fr: Soumettre
it: Inoltra
nl: Indienen
pl: Prześlij
pt: Enviar
sv: Lämna in

# submit_before
source: Submit before %1$@
cs: Odeslat do %1$@
da: Send inden %1$@
de: Vor %1$@ einreichen
el: Υποβολή πριν από %1$@
es: Enviar antes de %1$@
fi: Lähetä ennen %1$@
fr: Soumettre avant %1$@
it: Inoltra prima di %1$@
nl: Indienen voor %1$@
pl: Prześlij przed %1$@
pt: Enviar antes de %1$@
sv: Lämna in innan %1$@

# submit_today
source: Please submit your journeys today
cs: Odešlete prosím vaše cesty dnes
da: Du bedes indsende dine rejser i dag
de: Bitte reichen Sie Ihre Fahrten heute ein
el: Παρακαλούμε υποβάλετε τις διαδρομές σας σήμερα
es: Envíe sus trayectos hoy
fi: Lähetä matkasi tänään
fr: Pensez à soumettre vos trajets aujourd'hui
it: Inoltra i tuoi viaggi oggi
nl: Dien uw ritten vandaag in
pl: Prześlij swoje podróże dzisiaj
pt: Envie as suas viagens hoje
sv: Lämna in dina resor idag

# summary_name_business
source: Business
cs: Pracovní
da: Forretning
de: Geschäft
el: Επαγγελματικές
es: Trabajo
fi: Työ
fr: Professionnel
it: Lavoro
nl: Zakelijk
pl: Służbowa
pt: Profissional
sv: I tjänsten

# summary_name_personal
source: Personal
cs: Osobní
da: Personlig
de: Privat
el: Προσωπικές
fi: Henkilökohtainen
fr: Personnel
it: Personale
nl: Privé
pl: Prywatna
pt: Pessoal
sv: Privat

# summary_name_submitted
source: Submitted
cs: Odesláno
da: Indsendt
de: Eingereicht
el: Υποβληθείσες
es: Enviado
fi: Lähetetty
fr: Soumis
it: Inoltrato
nl: Verzonden
pl: Przesłana
pt: Enviado
sv: Inlämnad

# summary_name_unclassified
source: Unclassified
cs: Neklasifikováno
da: Uklassificeret
de: Unklassifiziert
el: Χωρίς Ταξινόμηση
es: Sin clasificar
fi: Ei luokiteltu
fr: Non classifié
it: Non classificato
nl: Niet-geclassificeerd
pl: Niesklasyfikowana
pt: Não classificado
sv: Oklassificerad

# no_journeys_business
source: Business
cs: Pracovní
da: Forretning
de: Geschäft
el: Επαγγελματικές
es: Trabajo
fi: Työ
fr: Professionnels
it: Lavoro
nl: Zakelijk
pl: Służbowa
pt: Profissional
sv: I tjänsten

# no_journeys_personal
source: Personal
cs: Osobní
da: Personlig
de: Privat
el: Προσωπικές
fi: Henkilökohtainen
fr: Personnels
it: Personale
nl: Privé
pl: Prywatna
pt: Pessoal
sv: Privat

# no_journeys_unclassified
source: Unclassified
cs: Neklasifikováno
da: Uklassificeret
de: Unklassifiziert
el: Χωρίς Ταξινόμηση
es: Sin clasificar
fi: Ei luokiteltu
fr: Non classifiés
it: Non classificato
nl: Niet-geclassificeerd
pl: Niesklasyfikowana
pt: Não classificado
sv: Oklassificerad

# tae_applet_ready_for_claim
source: to be claimed
cs: k podání
da: opkrævningsparat
de: muss noch angefordert werden
el: έτοιμο για διεκδίκηση
es: para declarar
fi: valmis vaadittavaksi
fr: trajets à soumettre
it: da inoltrare
nl: nog aan te vragen
pl: do rozliczenia
pt: a pedir
sv: klar att begäras

# tae_applet_unclassified
source: unclassified
cs: neklasifikováno
da: uklassificeret
de: unklassifiziert
el: χωρίς ταξινόμηση
es: sin clasificar
fi: ei luokiteltu
fr: non classifié
it: non classificato
nl: Niet-geclassificeerd
pl: niesklasyfikowana
pt: Não classificado
sv: oklassificerad

source: this Month
cs: tento Měsíc
da: Denne måned
de: dieser Monat
el: αυτόν τον Μήνα
es: este mes
fi: tämä kuukausi
fr: ce mois-ci
nl: Deze maand
pl: w tym miesiącu
pt: Este Mês
sv: denna månad

# title_activity_login
source: Masternaut Login
cs: Přihlášení do aplikace Masternaut
el: Είσοδος Masternaut
es: Inicio de sesión en Masternaut
fi: Masternaut-kirjautuminen
fr: Connexion Masternaut
it: Login Masternaut
nl: Masternaut Aanmelden
pl: Login Masternaut
pt: Início de sessão Masternaut
sv: Inloggning till Masternaut

source: today
cs: dnes
da: i dag
de: heute
el: σήμερα
es: hoy
fi: tänään
fr: aujourd'hui
it: oggi
nl: vandaag
pl: dzisiaj
pt: Hoje
sv: idag

# toolbar_settings
source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
sv: Inställningar

# unclassified
source: Classify my journeys
cs: Klasifikovat mé cesty
da: Klassificer mine rejser
de: Meine Fahrten klassifizieren
el: Ταξινόμηση των διαδρομών μου
es: Clasificar mis trayectos
fi: Luokittele matkani
fr: Classifier mes trajets
it: Classifica i miei viaggi
nl: Classificeer mijn ritten
pl: Klasyfikuj moje podróże
pt: Classificar as minhas viagens
sv: Klassificera mina resor

source: UNDO
cs: ZRUŠIT
da: GENDAN
de: RÜCKGÄNGIG
el: ΑΝΑΙΡΕΣΗ
es: DESHACER
fi: KUMOA
fr: Annuler
it: ANNULLA
nl: Maak ongedaan
pl: COFNIJ
pt: ANULAR
sv: ÅNGRA

source: Unknown device
cs: Neznámé zařízení
da: Ukendt enhed
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
fi: Tuntematon laite
fr: Appareil inconnu
it: Dispositivo sconosciuto
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt: Dispositivo desconhecido
sv: Okänd enhet
