Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# journey_detail_reason_for_addition
source: Reason for addition
cs: Důvod k přidání
da: Årsag til tilføjelse
de: Grund für die Hinzufügung
el: Λόγος προσθήκης
es: Motivo para la incorporación
fi: Lisäämisen syy
fr: Justification de l'entrée manuelle
it: Motivo dell’aggiunta
nl: Reden voor toevoeging
pl: Powód dodania
pt: Razão da adição
sv: Orsak till tillägg

# vehicle_check_submission_no_location
source: location not enabled.
cs: zjišťování polohy není povoleno.
da: placering ikke aktiveret.
de: Standort nicht aktiviert.
el: η τοποθεσία δεν είναι ενεργοποιημένη.
es: ubicación no habilitada.
fi: sijainti ei ole käytössä.
fr: Localisation GPS désactivée
it: la localizzazione non è attivata.
nl: locatie niet ingeschakeld.
pl: usługa lokalizacji wyłączona.
pt: localização não ativada.
sv: plats har inte aktiverats.

# google_play_services_missing
source: Please update Google play services.
cs: Aktualizujte služby Google Play
da: Opdater Google Play-services.
de: Bitte aktualisieren Sie Google play services.
el: Παρακαλούμε κάντε ενημέρωση στις υπηρεσίες Google play.
es: Actualice los servicios de Google Play.
fi: Päivitä Google Play -palvelut.
fr: Merci de mettre à jour Google Play
it: Aggiorna Google Play Services.
nl: Werk Google Play-services bij.
pl: Zaktualizuj usługi Google Play.
pt: Atualize os serviços do Google Play.
sv: Uppdatera Google Play-tjänster.

# vehicle_list_guest_vehicle
source: Guest vehicle
cs: Hostující vozidlo
da: Gæstekøretøj
de: Gastfahrzeug
el: Φιλοξενούμενο όχημα
es: Vehículo invitado
fi: Vierasajoneuvo
fr: Véhicule tiers
it: Veicolo ospite
nl: Gastvoertuig
pl: Niezarejestrowany pojazd
pt: Veículo de cortesia
sv: Gästfordon

# vehicle_list_title
source: Vehicle list
cs: Seznam vozidel
da: Liste over køretøjer
de: Fahrzeugliste
el: Κατάλογος οχημάτων
es: Listado de vehículos
fi: Ajoneuvoluettelo
fr: Liste de véhicule
it: Elenco dei veicoli
nl: Voertuiglijst
pl: Lista pojazdów
pt: Lista do veículo
sv: Fordonslista

source: vehicle
cs: vozidlo
da: køretøj
de: Fahrzeug
el: όχημα
es: vehículo
fi: ajoneuvo
fr: véhicule
it: veicolo
nl: voertuig
pl: pojazd
pt: veículo
sv: fordon

source: tracking
cs: sledování
el: παρακολούθηση
es: seguimiento
fi: seurataan
fr: suivi
it: tracciamento
pl: śledzenie
pt: rastrear
sv: spårning

source: Start journey
cs: Zahájit cestu
da: Påbegynd tur
de: Fahrt beginnen
el: Έναρξη διαδρομής
es: Iniciar trayecto
fi: Aloita matka
fr: Démarrez le trajet
it: Inizia viaggio
nl: Start rit
pl: Rozpocznij kurs
pt: Iniciar viagem
sv: Starta resa

source: Perform vehicle check
cs: Provést kontrolu vozidla
da: Udfør køretøjstjek
de: Fahrzeugprüfung durchführen
el: Πραγματοποίηση ελέγχου οχήματος
es: Comprobar vehículo
fi: Suorita ajoneuvon tarkistus
fr: Effectuer une vérification du véhicule
it: Svolgi il controllo del veicolo
nl: Voertuigcontrole uitvoeren
pl: Wykonaj kontrolę pojazdu
pt: Executar a verificação do veículo
sv: Utför fordonskontroll

source: End journey
cs: Ukončit cestu
da: Afslut tur
de: Fahrt beenden
el: Τέλος διαδρομής
es: Finalizar trayecto
fi: Päätä matka
fr: Clôturez le trajet
it: Finisci viaggio
nl: Einde rit
pl: Zakończ kurs
pt: Fim da viagem
sv: Avsluta resa

source: All journeys classified.
cs: Všechny cesty jsou klasifikované
da: Alle ture klassificeret
de: Alle Fahrten klassifiziert
el: Όλες οι διαδρομές έχουν ταξινομηθεί
es: Todos los trayectos clasificados
fi: Kaikki matkat luokiteltu
fr: Tous les trajets ont été classifiés
it: Tutti i viaggi sono classificati
nl: Alle ritten geclassificeerd
pl: Wszystkie kursy zostały sklasyfikowane
pt: Todas as viagens classificadas
sv: Alla resor har klassificerats

source: Vehicle check submitted
cs: Kontrola vozidla odeslána
da: Køretøjstjek indsendt
de: Fahrzeugprüfung eingereicht
el: Υπεβλήθη ο έλεγχος οχήματος
es: Comprobación del vehículo enviada
fi: Ajoneuvon tarkistus lähetetty
fr: Vérification du véhicule soumise
it: Controllo del veicolo inviato
nl: Voertuigcontrole ingediend
pl: Raport z kontroli pojazdu przesłany
pt: Verificação do veículo submetida
sv: Fordonskontroll har lämnats in

# vehicle_describe_defect
source: Describe the defect
cs: Popište závadu
da: Beskriv defekten
de: Beschreiben Sie den Defekt
el: Περιγράψτε το ελάττωμα
es: Describa el defecto
fi: Kuvaile vikaa
fr: Décrivez le défaut
it: Descrivi il danno
nl: Omschrijf het defect
pl: Opisz usterkę
pt: Descrever o defeito
sv: Beskriv skadan

# vehicle_submit_offline
source: You are offline. Unable to send the report.
cs: Nejste připojeni. Zprávu nelze odeslat.
da: Du er offline. Kunne ikke sende rapporten.
de: Sie sind offline. Bericht kann nicht gesendet werden.
el: Είστε εκτός σύνδεσης. Αδυναμία αποστολής αναφοράς.
es: Está desconectado. No se ha podido enviar el informe.
fi: Et ole verkossa. Raporttia ei voi lähettää.
fr: Vous êtes hors-ligne. Impossible d'envoyer le rapport.
it: Sei offline. Invio report non riuscito.
nl: U bent offline. Kan het rapport niet verzenden.
pl: Jesteś off-line. Nie można wysłać raportu.
pt: Está offline. Não é possível enviar o relatório.
sv: Du är offline. Rapporten kan inte skickas.

# unclassified_journeys_count_plural_zero
source: Classify %d journeys
cs: Klasifikovat %d cesty
da: Klassificer %d ture
de: %d Fahrten klassifizieren
el: Ταξινόμηση %d διαδρομών
es: Clasificar %d trayectos
fi: Luokittele %d matkaa
fr: Classifier %d trajet
it: Classifica %d viaggi
nl: Classificeer %d ritten
pl: Zaklasyfikuj %d kursy/-ów
pt: Classificar %d viagens
sv: Klassificera %d resor

# unclassified_journeys_count_plural_one
source: Classify %d journey
cs: Klasifikovat %d cestu
da: Klassificer %d tur
de: %d Fahrt klassifizieren
el: Ταξινόμηση %d διαδρομής
es: Clasificar %d trayecto
fi: Luokittele %d matka
fr: Classifier %d trajet
it: Classifica %d viaggio
nl: Classificeer %d rit
pl: Zaklasyfikuj %d kurs
pt: Classificar %d viagem
sv: Klassificera %d resa

# unclassified_journeys_count_plural_two
source: Classify %d journeys
cs: Klasifikovat %d cesty
da: Klassificer %d ture
de: %d Fahrten klassifizieren
el: Ταξινόμηση %d διαδρομών
es: Clasificar %d trayectos
fi: Luokittele %d matkaa
fr: Classifier %d trajets
it: Classifica %d viaggi
nl: Classificeer %d ritten
pl: Zaklasyfikuj %d kursy/-ów
pt: Classificar %d viagens
sv: Klassificera %d resor

# unclassified_journeys_count_plural_few
source: Classify %d journeys
cs: Klasifikovat %d cesty
da: Klassificer %d ture
de: %d Fahrten klassifizieren
el: Ταξινόμηση %d διαδρομών
es: Clasificar %d trayectos
fi: Luokittele %d matkaa
fr: Classifier %d trajets
it: Classifica %d viaggi
nl: Classificeer %d ritten
pl: Zaklasyfikuj %d kursy/-ów
pt: Classificar %d viagens
sv: Klassificera %d resor

# unclassified_journeys_count_plural_many
source: Classify %d journeys
cs: Klasifikovat %d cesty
da: Klassificer %d ture
de: %d Fahrten klassifizieren
el: Ταξινόμηση %d διαδρομών
es: Clasificar %d trayectos
fi: Luokittele %d matkaa
fr: Classifier %d trajets
it: Classifica %d viaggi
nl: Classificeer %d ritten
pl: Zaklasyfikuj %d kursy/-ów
pt: Classificar %d viagens
sv: Klassificera %d resor

# unclassified_journeys_count_plural_other
source: Classify %d journeys
cs: Klasifikovat %d cesty
da: Klassificer %d ture
de: %d Fahrten klassifizieren
el: Ταξινόμηση %d διαδρομών
es: Clasificar %d trayectos
fi: Luokittele %d matkaa
fr: Classifier %d trajets
it: Classifica %d viaggi
nl: Classificeer %d ritten
pl: Zaklasyfikuj %d kursy/-ów
pt: Classificar %d viagens
sv: Klassificera %d resor

# track_journey_permission_phone_state
source: SmarterDriver will use your phone's serial number to identify journeys uniquely for this phone.
cs: SmarterDriver použije výrobní číslo telefonu k přiřazení cest výhradně k tomuto telefonu.
da: SmarterDriver bruger din telefons serienummer til at identificere ture kun for denne telefon.
de: SmarterDriver wird die Seriennummer Ihres Handys benutzen, um Fahrten nur für dieses Handy zu identifizieren.
el: Το SmarterDriver θα χρησιμοποιήσει τον σειριακό αριθμό του τηλεφώνου σας για να ταυτοποιήσει διαδρομές αποκλειστικά για το τηλέφωνο αυτό.
es: SmarterDriver utilizará el número de serie de su teléfono para identificar trayectos exclusivamente para este teléfono.
fi: SmarterDriver käyttää puhelimesi sarjanumeroa tunnistaakseen matkat ainutkertaisesti tälle puhelimelle.
fr: SmartDriver utilisera le numéro de série de votre smartphone pour lier les trajets à ce dernier.
it: SmarterDriver utilizza il numero di serie del tuo telefono per identificare in modo unico i viaggi per questo telefono.
nl: SmarterDriver gebruikt het serienummer van uw telefoon om ritten uitsluitend voor deze telefoon te identificeren.
pl: SmarterDriver użyje numeru seryjnego Twojego telefonu do identyfikacji kursów dla tego telefonu wyłącznie.
pt: O SmarterDriver irá utilizar o número de série do seu telemóvel para identificar viagens exclusivamente para este telemóvel.
sv: SmarterDriver använder din mobils serienummer för att identifiera körningar som är unika för mobilen.

# applet_track_journey
source: Tracking
cs: Sledování
el: Παρακολούθηση
es: Seguimiento
fi: Seurataan
fr: Suivi
it: Tracciamento
pl: Śledzenie
pt: Rastrear
sv: Positionering

# track_journey_start
source: Start journey
cs: Zahájit cestu
da: Påbegynd tur
de: Fahrt beginnen
el: Έναρξη διαδρομής
es: Iniciar trayecto
fi: Aloita matka
fr: Début du trajet
it: Inizia viaggio
nl: Start rit
pl: Rozpocznij kurs
pt: Iniciar viagem
sv: Starta resa

# track_journey_end
source: End journey
cs: Ukončit cestu
da: Afslut tur
de: Fahrt beenden
el: Τέλος διαδρομής
es: Finalizar trayecto
fi: Päätä matka
fr: Fin du trajet
it: Finisci viaggio
nl: Einde rit
pl: Zakończ kurs
pt: Fim da viagem
sv: Avsluta resa

# track_journey_permission_disabled
source: Permissions not enabled.
cs: Oprávnění nejsou povolena.
da: Tilladelser ikke aktiveret.
de: Genehmigungen nicht aktiviert.
el: Δεν είναι ενεργοποιημένες οι άδειες.
es: Permisos no habilitados.
fi: Käyttöoikeuksia ei ole myönnetty.
fr: Permissions non activées
it: Autorizzazioni non attivate.
nl: Machtigingen niet ingeschakeld.
pl: Brak zezwoleń.
pt: Permissões não ativadas.
sv: Behörighet har inte aktiverats.

# track_journey_backend_401
source: This functionality is not available for your account. Please speak with your administrator.
cs: Tato funkce není ve vašem účtu dostupná. Obraťte se na svého správce.
da: Denne funktion er ikke tilgængelig for din konto. Kontakt din administrator.
de: Diese Funktion steht für Ihr Konto nicht zur Verfügung. Bitte wenden Sie sich an Ihren Administrator.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη για το λογαριασμό σας. Παρακαλούμε μιλήστε με τον διαχειριστή σας.
es: Esta funcionalidad no está disponible para su cuenta. Por favor, contacte con su administrador.
fi: Tämä toiminto ei ole käytettävissä tililläsi. Puhu esimiehesi kanssa.
fr: Cette fonctionnalité n'est pas disponible pour votre compte. Merci de vérifier avec votre administrateur.
it: Questa funzionalità non è disponibile per il tuo account. Contatta il tuo amministratore.
nl: Deze functionaliteit is niet beschikbaar voor uw account. Neem contact op met uw beheerder.
pl: Funkcja niedostępna dla tego konta. Skontaktuj się z administratorem.
pt: Esta funcionalidade não está disponível para a sua conta. Fale com o seu administrador.
sv: Den här funktionen finns inte tillgänglig för ditt konto. Kontakta din administratör.

# track_journey_backend_403
source: You are not set up as a driver. Please speak with your administrator.
cs: Nejste vedeni jako řidič. Obraťte se na svého správce.
da: Du er ikke registreret som fører. Kontakt din administrator.
de: Sie sind nicht als Fahrer eingerichtet. Bitte wenden Sie sich an Ihren Administrator.
el: Δεν έχετε οριστεί ως οδηγός. Παρακαλούμε μιλήστε με τον διαχειριστή σας.
es: No está configurado como conductor. Por favor, contacte con su administrador.
fi: Sinua ei ole määritetty kuljettajaksi. Puhu esimiehesi kanssa.
fr: Vous n'êtes pas enregistré en tant que conducteur. Merci de vérifier avec votre administrateur.
it: Non sei configurato come conducente. Contatta il tuo amministratore.
nl: U bent niet ingesteld als een bestuurder. Neem contact op met uw beheerder.
pl: Nie zostałeś zarejestrowany jako kierowca. Skontaktuj się z administratorem.
pt: Não está definido como condutor. Fale com o seu administrador.
sv: Du finns inte registrerad som förare. Kontakta din administratör.

# track_journey_offline_error
source: You are offline. Please reconnect to track your journey.
cs: Nejste připojeni. Pro sledování cesty je nutné obnovit připojení.
da: Du er offline. Genopret forbindelsen for at tracke din tur.
de: Sie sind offline. Gehen Sie online, um Ihre Fahrt aufzuzeichnen.
el: Είστε εκτός σύνδεσης. Παρακαλούμε συνδεθείτε ξανά για να γίνει παρακολούθηση της διαδρομής σας.
es: Está desconectado. Vuelva a conectarse para hacer un seguimiento de su trayecto.
fi: Et ole verkossa. Muodosta yhteys seurataksesi matkaasi.
fr: Vous êtes hors-ligne. Merci de vous reconnecter afin d'enregistrer votre trajet
it: Sei offline. Riconnettiti per tracciare il viaggio.
nl: U bent offline. Maak opnieuw verbinding om uw rit bij te houden.
pl: Jesteś off-line. Połącz się, aby móc śledzić kurs.
pt: Está offline. Estabeleça ligação para rastrear a viagem.
sv: Du är offline. Återställ anslutningen för att spåra din körning.

# no_vehicles_message
source: You have no assigned vehicles in your group or you are offline.
cs: Ve skupině nemáte přidělená žádná vozidla nebo nejste připojeni.
da: Du har ikke nogen anviste køretøjer i din gruppe, eller du er offline.
de: Keine Fahrzeuge Ihrer Gruppe zugeordnet oder Sie sind offline.
el: Δεν έχετε εκχωρημένα οχήματα στην ομάδα σας ή είστε εκτός σύνδεσης.
es: No tiene vehículos asignados en su grupo o está desconectado.
fi: Sinulle ei ole nimetty ajoneuvoja ryhmässäsi tai et ole verkossa.
fr: Vous n'avez pas de véhicules assignés dans votre groupe ou vous êtes hors-ligne
it: Non ci sono veicoli assegnati a te nel tuo gruppo oppure sei offline.
nl: U hebt geen toegewezen voertuigen in uw groep of u bent offline.
pl: Brak przyporządkowanych pojazdów w tej grupie lub brak połączenia z Internetem.
pt: Não tem veículos atribuídos no seu grupo ou está offline.
sv: Det finns inga registrerade fordon i din grupp eller du är offline.

# offline
source: You are offline - a vehicle check cannot be completed until you reconnect.
cs: Nejste připojeni. Kontrolu vozidla nelze dokončit, dokud neobnovíte připojení.
da: Du er offline – et køretøjstjek kan ikke gennemføres, før du genopretter forbindelsen.
de: Sie sind offline: Fahrzeugprüfung kann nicht abgeschlossen werden, solange Sie nicht online sind.
el: Είστε εκτός σύνδεσης - δεν μπορεί να ολοκληρωθεί έλεγχος οχήματος έως ότου επανασυνδεθείτε.
es: Está desconectado: no es posible comprobar un vehículo hasta que vuelva a conectarse.
fi: Et ole verkossa - ajoneuvon tarkistusta ei voi suorittaa, ennen kuin muodostat yhteyden.
fr: Vous êtes hors-ligne - la vérification du véhicule ne peut se faire avant d'être reconnecté
it: Sei offline: non è possibile completare il controllo del veicolo fino a quando non ti riconnetti di nuovo.
nl: U bent offline - een voertuigcontrole kan pas worden voltooid als u opnieuw verbinding maakt.
pl: Jesteś off-line - nie można przeprowadzić kontroli pojazdu dopóki nie połączysz się ponownie.
pt: Está offline - não pode ser concluída uma verificação do veículo até que estabeleça ligação.
sv: Du är offline – anslutning behövs för att fordonskontroller ska kunna genomföras.

source: Warning
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Atención
fi: Varoitus
fr: Attention
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt: Advertência
sv: OBS!

# vch_disabled_new_feature
source: NEW FEATURE
cs: NOVÁ FUNKCE
da: NY FUNKTION
de: NEUE FUNKTION
el: ΝΕΟ ΧΑΡΑΚΤΗΡΙΣΤΙΚΟ
es: NUEVA CARACTERÍSTICA
fi: UUSI OMINAISUUS
fr: Nouvelle fonctionnalité
it: NUOVA FUNZIONALITÀ
nl: NIEUWE FUNCTIE
pl: NOWA FUNKCJA
pt: NOVA CARACTERÍSTICA
sv: NY FUNKTION

# vch_disabled_new_desc1
source: Vehicle check allows you to complete your pre-trip checklist according to regulations and submit for record keeping.
cs: Kontrola vozidla umožňuje provést ještě před jízdou všechny položky v kontrolním seznamu podle předpisů a odeslat příslušnou zprávu k archivaci.
da: Køretøjstjek giver dig mulighed for at udfylde din tjekliste inden turen i henhold til lovgivningen og indsende den til registrering.
de: Fahrzeugprüfung ermöglicht Ihnen, Ihre Checkliste vor der Fahrt gemäß den Regularien durchzuführen und für das Archiv einzureichen.
el: Ο έλεγχος οχήματος σας επιτρέπει να ολοκληρώσετε τη λίστα ελέγχου σας πριν από το ταξίδι σύμφωνα με τους κανονισμούς και να την υποβάλλετε για τήρηση στο αρχείο.
es: La comprobación del vehículo le permite completar su lista de comprobación previa al viaje en función de la normativa y enviarla para su registro.
fi: Ajoneuvon tarkistuksella voit suorittaa matkaa edeltävän tarkistuslistan säädösten mukaisesti ja lähettää sen säilytettäväksi.
fr: La vérification du véhicule vous permet de remplir votre liste de vérifications avant le départ conformément à la règlementation et de la soumettre pour archivage.
it: Il controllo del veicolo ti consente di completare l’elenco di controllo prima del viaggio secondo le normative e inviarlo per archiviazione.
nl: Met voertuigcontrole kunt u uw controlelijst voor vertrek volgens de voorschriften voltooien en indienen voor het registreren van gegevens.
pl: Kontrola pojazdu pozwala na uzupełnienie listy kontrolnej przed rozpoczęciem kursu, zgodnie z przepisami prawa oraz przesłanie jej do rejestru.
pt: A verificação do veículo permite-lhe concluir a sua lista de verificações antes da viagem, de acordo com os regulamentos, e submeter para guardar registo.
sv: Fordonskontroll hjälper dig att fylla i din checklista före avfärd i enlighet med gällande regler och lämna in den för registerföring.

# vch_disabled_new_desc2
source: Discuss with your admin or Masternaut account manager to activate.
cs: Možnosti aktivace proberte se svým správcem nebo správcem účtu Masternaut.
da: Kontakt din admin eller Masternaut account manager vedrørende aktivering.
de: Wenden Sie sich an Ihren Administrator oder Masternaut-Kontomanager, um die Funktion zu aktivieren.
el: Συζητήστε με τον διαχειριστή σας ή τον διαχειριστή λογαριασμού της Masternaut για ενεργοποίηση.
es: Hable con su administrador o gestor de cuentas Masternaut para su activación.
fi: Keskustele esimiehesi tai Masternautin tilipäällikön kanssa aktivoidaksesi.
fr: Contactez votre administrateur ou votre contact Masternaut afin de l'activer
it: Per l’attivazione, rivolgiti al tuo admin o al responsabile dell’account Masternaut.
nl: Overleg met uw beheerder of Masternaut accountmanager voor activatie.
pl: Aby dokonać aktywacji, skontaktuj się z administratorem lub menadżerem konta.
pt: Fale com o seu administrador ou Gestor de conta da Masternaut a ativar.
sv: Kontakta din administratör eller kontoansvarig på Masternaut för aktivering.

# onboarding_1_title
source: Welcome to SmarterDriver!
cs: Vítejte v aplikaci SmarterDriver!
da: Velkommen til SmarterDriver!
de: Willkommen bei SmarterDriver!
el: Καλωσήλθατε στο SmarterDriver!
es: ¡Le damos la bienvenida a SmarterDriver!
fi: Tervetuloa SmarterDriver-sovellukseen!
fr: Bienvenue sur SmartDriver!
it: Benvenuto in SmarterDriver!
nl: Welkom bij SmarterDriver!
pl: Witamy w SmarterDriver!
pt: Bem-vindo ao SmarterDriver!
sv: Välkommen till SmarterDriver!

# onboarding_1_text
source: With SmarterDriver, you can view information about your journeys, vehicle, and profile directly from your phone.
cs: Ve SmarterDriveru si přímo na svém telefonu můžete procházet údaje o cestách, vozidlech i svůj profil.
da: Med SmarterDriver kan du se oplysninger om dine ture, dit køretøj og din profil direkte på din telefon.
de: Mit SmarterDriver können Sie Infos über Ihre Fahrten, Fahrzeug und Profil mit Ihrem Handy abrufen.
el: Με το SmarterDriver, μπορείτε να δείτε τις πληροφορίες για τις διαδρομές σας, το όχημά σας και το προφίλ σας απευθείας από το τηλέφωνό σας.
es: Con SmarterDriver, puede ver información sobre sus trayectos, vehículo y perfil directamente desde su teléfono.
fi: SmarterDriverilla voit esittää matkasi, ajoneuvosi ja profiilisi tiedot suoraan puhelimessasi.
fr: Avec SmartDriver, vous pouvez voir les informations sur vos trajets, véhicule, et profil directement sur votre smartphone.
it: Con SmarterDriver puoi visualizzare le informazioni sui tuoi viaggi, sul veicolo e sul profilo direttamente dal telefono.
nl: Met SmarterDriver kunt u rechtstreeks vanaf uw telefoon informatie over uw ritten, voertuig en profiel bekijken.
pl: Dzięki SmarterDriver możesz przeglądać informacje o kursach, pojeździe i profilu bezpośrednio z telefonu.
pt: Com o SmarterDriver, pode visualizar as informações sobre as suas viagens, veículo e perfil, diretamente a partir do seu telemóvel.
sv: SmarterDriver låter dig granska uppgifter om dina körningar, ditt fordon och din profil direkt på din mobil.

# onboarding_2_title
source: Using list swipes
cs: Ovládání jedním tahem
da: Brug liste-swipes
de: Wischgesten bei Listen verwenden
el: Χρήση του swipe στις λίστες
es: Uso de los deslizamientos en las listas
fi: Listan käyttö pyyhkäisyillä
fr: Balayage court
it: Scorrere il dito
nl: Door lijsten vegen
pl: Korzystanie z funkcji przesuwania w liście kontrolnej
pt: Utilizar lista de opções
sv: Hur du använder svepfunktionen för listor
