Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# submission_email_info
source: You can edit this email address in the future by accessing your account settings.
cs: Tuto e-mailovou adresu můžete v budoucnu změnit v nastavení svého účtu.
da: Du kan redigere denne e-mailadresse i fremtiden via dine kontoindstillinger.
de: Sie können diese E-Mail-Adresse später in den Kontoeinstellungen ändern.
el: Μπορείτε να επεξεργαστείτε αυτή την ηλεκτρονική διεύθυνση στο μέλλον μέσω πρόσβασης στις ρυθμίσεις του λογαριασμού σας.
es: Puede editar esta dirección de correo electrónico en el futuro si accede a la configuración de su cuenta.
fi: Voit muokata tätä sähköpostiosoitetta myöhemmin siirtymällä tilisi asetuksiin.
fr: Si besoin, allez dans paramètres de votre compte pour la changer.
it: Entra nelle impostazioni del tuo account per modificare questo indirizzo email in futuro.
nl: U kunt dit e-mailadres in de toekomst aanpassen door naar uw accountinstellingen te gaan.
pl: Adres e-mail może zostać później zmieniony w ustawieniach konta.
pt: Pode editar futuramente este endereço de email acedendo às suas definições de conta.
sv: Du kan ändra e-postadressen i dina kontoinställningar senare om så behövs.

# journey_distance_validation_error
source: Please provide a value greater than 0.
cs: Zadejte hodnotu větší než 0.
da: Indtast en værdi større end 0.
de: Bitte geben Sie einen Wert ein der größer ist als 0.
el: Παρακαλούμε δώστε μεγαλύτερη τιμή από το 0.
es: Introduzca un valor superior a 0.
fi: Anna nollaa suurempi arvo.
fr: Veuillez indiquer une valeur supérieure à 0.
it: Inserisci un valore maggiore di 0.
nl: Geef een waarde op die groter is dan 0.
pl: Proszę podać wartość większą niż 0.
pt: Indique um valor superior a 0.
sv: Ange ett värde större än 0.

source: Try again
cs: Zkuste to znovu
da: Prøv igen
de: Versuchen Sie es noch einmal
el: Δοκιμάστε ξανά
es: Inténtelo de nuevo
fi: Yritä uudelleen
fr: Veuillez réessayer
it: Riprova
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
sv: Försök igen

# login_placeholder_message
source: You cannot log in when you are offline.
cs: Pokud nejste připojeni, nemůžete se přihlásit.
da: Du kan ikke logge ind, når du er offline.
de: Sie können nicht einloggen, so lange Sie offline sind.
el: Δεν μπορείτε να κάνετε είσοδο όταν είστε εκτός σύνδεσης.
es: No puede iniciar sesión cuando está desconectado.
fi: Et voi kirjautua sisään, kun et ole verkossa.
fr: Il n'est pas possible de s'identifier tant que vous êtes hors ligne.
it: Non puoi effettuare l’accesso quando sei offline.
nl: U kunt niet inloggen wanneer u offline bent.
pl: Nie możesz się zalogować, kiedy jesteś off-line.
pt: Não se consegue registar quando está offline.
sv: Du kan inte logga in medan du är offline.

# you_are_still_offline
source: You are still offline. Try again when you reconnect.
cs: Stále jste odpojeni. Zkuste to znovu, jakmile se připojíte.
da: Du er stadig offline. Prøv igen, når du får forbindelse.
de: Sie sind noch offline. Bitte versuchen Sie es erneut, wenn Sie online sind.
el: Είστε ακόμα εκτός σύνδεσης. Δοκιμάστε ξανά όταν επανασυνδεθείτε.
es: Todavía está desconectado. Inténtelo de nuevo cuando vuelva a conectarse.
fi: Et edelleenkään ole verkossa. Yritä uudelleen muodostettuasi yhteyden.
fr: Vous êtes toujours hors ligne. Veuillez réessayer ultérieurement.
it: Sei ancora offline. Riprova quando la connessione è disponibile di nuovo.
nl: U bent nog steeds offline. Probeer het opnieuw als u opnieuw verbonden bent.
pl: Nadal jesteś off-line. Spróbuj ponownie, gdy się połączysz.
pt: Continua offline. Tente novamente quando estabelecer ligação.
sv: Du är fortfarande offline. Försök igen när anslutningen har återställts.

# hours
source: hrs
cs: hod.
da: timer
el: ώρες
es: horas
fi: h
fr: h
it: ore
nl: uren
pl: godz.
sv: timmar

source: Smoother
cs: Hladší
da: Mere jævnt
de: Ruhiger
el: Πιο απαλά
es: Más suave
fi: Sujuvampi
fr: Fluidité
it: Più regolare
nl: Soepeler
pl: Spokojniejszy
pt: Mais fácil
sv: Smidigare

source: Good job!
cs: Dobrá práce!
da: Godt gået!
de: Gut gemacht!
el: Καλή δουλειά!
es: ¡Buen trabajo!
fi: Hyvin tehty!
fr: Félicitations!
it: Bel lavoro!
nl: Goed gedaan!
pl: Dobra robota!
pt: Bom trabalho!
sv: Bra jobbat!

# better_next_time
source: You'll do better next time!
cs: Příště to půjde líp!
da: Det bliver bedre næste gang!
de: Nächstes Mal können Sie es besser!
el: Θα τα πάτε καλύτερα την επόμενη φορά!
es: ¡Lo hará mejor la próxima vez!
fi: Seuraavalla kerralla sujuu paremmin!
fr: Vous pouvez faire mieux!
it: La prossima volta andrà meglio!
nl: U zult het de volgende keer beter doen!
pl: Następnym razem pójdzie Ci lepiej!
pt: Da próxima vez vai correr melhor!
sv: Det går bättre nästa gång!

# harsh_more
source: %@ more harsh events per 100 %@ than last week.
cs: O %@ více hrubých porušení pravidel na 100 %@ než minulý týden.
da: %@ flere hårde opbremsninger/sving/accelerationer o.lign. pr. 100 %@ end i sidste uge.
de: %@ mehr grobe Vorfälle pro 100 %@ als letzte Woche.
el: %@ περισσότερα αντίξοα συμβάντα ανά 100 %@ από την προηγούμενη εβδομάδα.
es: %@ más casos de conducción brusca por 100 %@ que la semana pasada.
fi: %@ rajua ajotapahtumaa enemmän / 100 %@ viime viikkoon verrattuna.
fr: %@ points de moins sur votre score de fluidité en une semaine.
it: %@ cambiamenti di guida bruschi in più per 100 %@ rispetto alla scorsa settimana.
nl: %@ meer bruuske manoeuvres per 100% @ dan vorige week.
pl: %@ więcej gwałtownych manewrów na 100 %@ niż w zeszłym tygodniu.
pt: %@ mais eventos rigorosos por 100%@ do que na semana passada.
sv: %@ fler hårda trafikmanövrar 100 %@ än förra veckan.

# harsh_less
source: %@ fewer harsh events per 100 %@ than last week.
cs: O %@ méně hrubých porušení pravidel na 100 %@ než minulý týden.
da: %@ færre hårde opbremsninger/sving/accelerationer o.lign. pr. 100 %@ end i sidste uge.
de: %@ weniger grobe Vorfälle pro 100 %@ als letzte Woche.
el: %@ λιγότερα αντίξοα συμβάντα ανά 100 %@ από την προηγούμενη εβδομάδα.
es: %@ menos casos de conducción brusca por 100 %@ que la semana pasada.
fi: %@ rajua ajotapahtumaa vähemmän / 100 %@ viime viikkoon verrattuna.
fr: %@ points de plus sur votre score de fluidité en une semaine.
it: %@ cambiamenti di guida bruschi in meno per 100 %@ rispetto alla scorsa settimana.
nl: %@ minder bruuske manoeuvres per 100% @ dan vorige week.
pl: %@ mniej gwałtownych manewrów na 100 %@ niż w zeszłym tygodniu.
pt: %@ menos eventos rigorosos por 100%@ do que na semana passada.
sv: %@ färre hårda trafikmanövrar 100 %@ än förra veckan.

# driving_behavior
source: Your driving behaviour
cs: Vaše chování při jízdě
da: Din kørselsadfærd
de: Ihr Fahrverhalten
el: Η οδηγική σας συμπεριφορά
es: Su comportamiento de conducción
fi: Ajokäyttäytymisesi
fr: Vos comportements de conduite
it: La tua condotta di guida
nl: Uw rijgedrag
pl: Twój styl jazdy
pt: O seu comportamento de condução
sv: Ditt körbeteende

source: Safer
cs: Bezpečnější
da: Mere sikkert
de: Sicherer
el: Πιο ασφαλής
es: Más seguro
fi: Turvallisempi
fr: Sécurité
it: Più sicuro
nl: Veiliger
pl: Bezpieczniejszy
pt: Mais seguro
sv: Säkrare

# speeding_more
source: %@ point increase in speeding than last week.
cs: Proti minulému týdnu se překročení rychlostního limitu zvýšilo o %@ bodů.
da: %@ pointøgning for hastighedsoverskridelser i forhold til sidste uge.
de: %@ Prozentpunkte Steigerung der Geschwindigkeitsüberschreitungen gegenüber letzter Woche.
el: Αύξηση %@ πόντων στην υπέρβαση ταχύτητας από την προηγούμενη εβδομάδα.
es: Aumento del %@ en exceso de velocidad con respecto a la semana pasada.
fi: %@ pistettä enemmän ylinopeuksia kuin viime viikolla.
fr: %@ de vitesse excessive en moins par rapport à la semaine dernière.
it: Aumento di %@ punti per eccesso di velocità rispetto alla scorsa settimana.
nl: %@ punt toename van te hard rijden t.o.v. vorige week.
pl: %@ wzrost przekroczeń prędkości w porównaniu z zeszłym tygodniem.
pt: %@ aumento de ponto em excesso de velocidade do que na semana passada.
sv: Fortkörning har ökat med %@ procentenheter jämfört med förra veckan.

# speeding_less
source: %@ point increase in driving at safe speeds than last week.
cs: Proti minulému týdnu se jízda bezpečnou rychlostí zvýšila o %@ bodů.
da: %@ pointøgning for kørsel ved sikker hastighed i forhold til sidste uge.
de: %@ Prozentpunkte Steigerung des Fahrens mit sicherer Geschwindigkeit gegenüber letzter Woche.
el: Αύξηση %@ πόντων στην οδήγηση σε ασφαλείς ταχύτητες από την προηγούμενη εβδομάδα
es: Aumento del %@ en conducción a velocidad segura con respecto a la semana pasada.
fi: %@ pistettä enemmän ajamista turvallisella nopeudella kuin viime viikolla.
fr: %@ de vitesse excessive en plus par rapport à la semaine dernière.
it: Aumento di %@ punti per guida a velocità di sicurezza rispetto alla scorsa settimana.
nl: %@ punt toename van rijden op veilige snelheid dan vorige week.
pl: %@ wzrost jazdy przy bezpiecznej prędkości w porównaniu z zeszłym tygodniem.
pt: %@ aumento de ponto em condução em velocidade segura do que na semana passada.
sv: Körtid vid tillåten hastighet har ökat med %@ procentenheter jämfört med förra veckan.

source: Cleaner
cs: Čistší
da: Renere
de: Sauberer
el: Πιο καθαρή
es: Más limpio
fi: Puhtaampi
fr: Environnement
it: Più pulito
nl: Schoner
pl: Bardziej ekologiczny
pt: Mais limpo
sv: Renare

# idling_more
source: %@ point increase in idling than last week.
cs: Proti minulému týdnu se stání na volnoběh zvýšilo o %@ bodů.
da: %@ pointøgning for tomgang i forhold til sidste uge.
de: %@ Prozentpunkte Steigerung der Leerlaufzeit gegenüber letzter Woche.
el: Αύξηση %@ πόντων στο ρελαντί από την προηγούμενη εβδομάδα.
es: Aumento del %@ en uso del ralentí con respecto a la semana pasada.
fi: %@ pistettä enemmän joutokäyntiä kuin viimeviikolla.
fr: %@ d'attente moteur tournant en moins par rapport à la semaine dernière.
it: Aumento di %@ punti per sosta rispetto alla scorsa settimana.
nl: %@ punt toename van stationair draaien dan vorige week.
pl: %@ wzrost pracy na jałowym biegu w porównaniu z zeszłym tygodniem.
pt: %@ aumento de ponto em marcha lenta do que na semana passada.
sv: Tomgångskörning har ökat med %@ procentenheter jämfört med förra veckan.

# idling_less
source: %@ point increase in driving without idling than last week.
cs: Proti minulému týdnu se jízda bez volnoběhu zvýšila o %@ bodů.
da: %@ pointøgning for kørsel uden tomgang i forhold til sidste uge.
de: %@ Prozentpunkte Steigerung des Fahrens ohne Leerlaufzeit gegenüber letzter Woche.
el: Αύξηση %@ πόντων στην οδήγηση χωρίς ρελαντί από την προηγούμενη εβδομάδα.
es: Aumento del %@ en conducción sin ralentí con respecto a la semana pasada.
fi: %@ pistettä enemmän ajamista ilman joutokäyntiä kuin viime viikolla.
fr: %@ d'attente moteur tournant en plus par rapport à la semaine dernière.
it: Aumento di %@ punti per guida senza soste rispetto alla scorsa settimana.
nl: %@ punt toename van rijden zonder stationair draaien dan vorige week.
pl: %@ wzrost jazdy bez pracy na jałowym biegu w porównaniu z zeszłym tygodniem.
pt: %@ aumento de ponto em condução sem marcha lenta do que na semana passada.
sv: Tomgångsfri körtid har ökat med %@ procentenheter jämfört med förra veckan.

# smoother_description
source: Smooth transitions into accelerating and braking keep you safer and are better for the vehicle. Here, you can see the number of times you accelerated or braked too quickly. This value is shown as a total per 100 %@.
cs: Hladké zrychlení a brzdění je pro vás bezpečnější a lepší pro vozidlo. Tady uvidíte počet situací, kdy jste zrychlovali nebo brzdili příliš rychle. Hodnota se zobrazuje jako celkový počet na 100 %@.
da: Blød acceleration og bløde opbremsninger øger din sikkerhed og er bedre for køretøjet. Her kan du se antallet af gange, du har accelereret eller bremset for hurtigt. Denne værdi vises som total pr. 100 %@.
de: Sanftes Beschleunigen und Abbremsen sind sicherer für Sie und besser für das Fahrzeug. Hier können Sie sehen, wie oft Sie zu schnell beschleunigt oder gebremst haben. Angezeigt wird der Gesamtwert pro 100 %@.
el: Οι ομαλές μεταβάσεις στην επιτάχυνση και την επιβράδυνση σας κρατούν πιο ασφαλείς και είναι καλύτερες για το όχημα. Εδώ, μπορείτε να δείτε τον αριθμό των φορών που επιταχύνατε ή επιβραδύνατε πολύ απότομα. Αυτή η τιμή εμφανίζεται ως σύνολο ανά 100 %@.
es: Las transiciones suaves entre la aceleración y el frenado contribuyen a su seguridad y al buen estado del vehículo. Aquí puede ver el número de veces que aceleró o frenó demasiado rápido. Este valor corresponde a un total por 100 %@.
fi: Tasaisempi kiihdytys ja jarrutus on turvallisempaa ja parempi ajoneuvolle. Tässä näet, montako kertaa kiihdytit tai jarrutit liian nopeasti. Tämä arvo esitetään muodossa yhteensä / 100 %@.
fr: Votre score de Fluidité est présenté ci-dessous. Votre score diminue lorsque vous accélérez ou freinez brusquement. A titre indicatif, 100 correspond à une conduite sans événement brusque, 80 à un événement par 150 %@ et 50 à quatre événements par 150 %@ environ.
it: Un passaggio più regolare tra accelerazioni e frenate ti garantisce sicurezza ed è più indicato per il veicolo. Qui puoi vedere il numero di volte che hai accelerato o frenato in modo eccessivo. Il valore viene mostrato come totale per 100 %@.
nl: Soepele overgangen naar accelereren en remmen zijn veiliger voor u en beter voor het voertuig. Hier ziet u het aantal keren dat u te snel hebt geaccelereerd of geremd. Deze waarde wordt weergegeven als een totaal per 100 %@.
pl: Płynne przejścia w przyspieszanie i hamowanie zapewniają bezpieczeństwo i są lepsze dla pojazdu. Tutaj możesz zobaczyć, ile razy przyspieszyłeś lub zahamowałeś zbyt szybko. Ta wartość jest pokazana jako suma na 100 %@.
pt: Transições suaves em aceleração e travagem, mantêm-no mais seguro e são melhores para o veículo. Aqui, pode ver o número de vezes que acelerou ou travou rápido demais. Este valor é mostrado como um total por 100% @.
sv: Mjuka hastighetsökningar och inbromsningar är trafiksäkrare och bättre för ditt fordon. Här visas det antal gånger du accelererat eller bromsat in för hårt. Värdet visas som en totalsumma per 100 %@.

source: My average
cs: Můj průměr
da: Mit gennemsnit
de: Mein Durchschnitt
el: Ο μέσος όρος μου
es: Mi media
fi: Oma keskiarvo
fr: Ma moyenne
it: La mia media
nl: Mijn gemiddelde
pl: Moja średnia
pt: A minha média
sv: Mitt genomsnitt

source: in group
cs: ve skupině
da: i gruppen
de: in der Gruppe
el: στην ομάδα
es: del grupo
fi: ryhmässä
fr: p/r Groupe
it: nel gruppo
nl: binnen groep
pl: w grupie
pt: em grupo
sv: i gruppen

source: in company
cs: ve firmě
da: i virksomheden
de: in der Firma
el: στην εταιρεία
es: de la empresa
fi: yrityksessä
fr: p/r Entreprise
it: in azienda
nl: binnen bedrijf
pl: w firmie
pt: com companhia
sv: i företaget

# safer_description
source: To stay safe on the road, we recommend driving within the regulated speed limits. Here, you can see what percentage of your journeys you are driving at safe speeds (less than 10% over the road speed limit).
cs: Dodržujte povolenou rychlost, abyste na silnici byli v bezpečí. Tady vidíte procento cest, při kterých jste jeli bezpečnou rychlostí (méně než o 10 % rychleji, než je povolená rychlost).
da: For at optimere sikkerheden anbefaler vi, at du kører inden for de fastsatte fartbegrænsninger. Her kan du se, hvilken procentdel af dine ture du har gennemført ved sikre hastigheder (mindre end 10 % over den fastsatte hastighedsgrænse).
de: Für ein sichereres Fahren empfehlen wir, die Geschwindigkeitsbegrenzung einzuhalten. Hier wird Ihnen angezeigt, wie viel Prozent Ihrer Fahrten bei sicherer Geschwindigkeit durchgeführt wurden (mit bis zu 10% Toleranz).
el: Για να παραμένετε ασφαλείς στο δρόμο, συνιστούμε να οδηγείτε εντός των ορίων ταχύτητας. Εδώ, μπορείτε να δείτε σε ποιο ποσοστό των διαδρομών σας οδηγείτε σε ασφαλείς ταχύτητες (λιγότερο από 10% πάνω από το όριο ταχύτητας του δρόμου).
es: Para garantizar su seguridad en la carretera, le recomendamos que respete los límites de velocidad regulados al conducir. Aquí puede ver qué porcentaje de sus trayectos corresponde a una conducción a una velocidad segura (inferior al 10 % del límite de velocidad de la carretera).
fi: Jotta pysyt tiellä turvassa, suosittelemme ajamaan nopeusrajoitusten mukaisesti. Tässä näet, montako prosenttia matkoistasi ajettiin turvallisella nopeudella (alle 10 % nopeusrajoituksen yli).
fr: Pour une conduite sûre, respectez la vitesse autorisée. Vous trouverez ci-dessous le pourcentage de votre temps de conduite où vous ne dépassez pas de plus de 10% la vitesse authorisée.
it: Per la sicurezza stradale, raccomandiamo di mantenersi entro i limiti di velocità regolamentati quando si guida. Qui puoi vedere la percentuale dei viaggi in cui rispetti le velocità di sicurezza (meno di 10% oltre il limite di velocità della strada).
nl: Voor veiligheid onderweg, adviseren we te rijden binnen de geldende snelheidslimieten. Hier kunt u zien welk percentage van uw ritten u op veilige snelheden rijdt (minder dan 10% boven de snelheidslimiet).
pl: Aby zachować bezpieczeństwo na drodze, zalecamy jazdę z prędkością zgodną z przepisami drogowymi. Tutaj możesz sprawdzić, jaki procent twoich podróży stanowi jazda przy bezpiecznej prędkości (mniej niż 10% powyżej ograniczenia prędkości).
pt: Para permanecer em segurança na estrada, recomendamos que conduza dentro dos limites de velocidade regulamentares. Aqui, pode ver qual a percentagem das suas viagens em que conduz a velocidades seguras (menos de 10% do limite de velocidade da estrada).
sv: För ökad säkerhet i trafiken rekommenderar vi att du alltid kör inom de reglerade hastighetsgränserna. Här visas den procentandel av dina körningar då du hållit en säker hastighet (mindre än 10 % över högsta tillåtna hastighet).

# average_events
source: My average events per 100 %@
cs: Můj průměr událostí na 100 %@
da: Mine gennemsnitlige begivenheder pr. 100 %@
de: Meine durchschnittlichen Ereignise pro 100 %@
el: Ο μέσος όρος συμβάντων μου ανά 100 %@.
es: Mi media de eventos por 100 %@
fi: Tapahtumia keskimäärin / 100 %@
fr: Ma moyenne d'événements brusques par %@
it: La media dei miei eventi per 100 %@
nl: Mijn gemiddelde gebeurtenissen per 100 %@
pl: Średnia z gwałtownych manewrów na 100 %@
pt: As minha ocorrências médias por 100 %@
sv: Genomsnitt per 100 %@

# cleaner_description
source: You can reduce emissions and make a cleaner environment by minimising idling. Here, you can see what percentage of time you spent driving while your engine was on. Your percentage decreases when you spend time with the engine idling.
cs: Když omezíte stání na volnoběh, přispějete k čistotě životního prostředí. Tady vidíte procento času stráveného jízdou se zapnutým motorem. Jakmile budete stát na volnoběh, toto procento klesne.
da: Du kan reducere udledninger og reducere miljøpåvirkningen ved at minimere din tomgangstid. Her kan du se, hvilken procentdel af tid du har kørt, imens din motor var i gang. Din procentdel falder, når din motor kører i tomgang.
de: Verringern Sie Emissionen für eine sauberere Umwelt, indem Sie Leerlaufzeiten vermeiden. Hier können Sie sehen, wie lange Sie tatsächlich gefahren sind, während der Motor lief. Die Prozentzahl verringert sich, je länger der Motor im Leerlauf läuft.
el: Μπορείτε να μειώσετε τις εκπομπές και να κάνετε πιο καθαρό το περιβάλλον ελαχιστοποιώντας το ρελαντί. Εδώ, μπορείτε να δείτε σε ποιο ποσοστό του χρόνου οδηγούσατε με τη μηχανή σε κίνηση. Το ποσοστό σας μειώνεται όταν σπαταλάτε χρόνο στο ρελαντί.
es: Puede reducir las emisiones y contribuir a un entorno más limpio al minimizar el uso del ralentí. Aquí, puede ver qué porcentaje de tiempo pasó conduciendo mientras el motor estaba encendido. Este porcentaje se reduce cuando pasa tiempo con el motor en ralentí.
fi: Voit vähentää päästöjä ja pitää ympäristön puhtaampana minimoimalla joutokäynnin. Tässä näet, montako prosenttia ajastasi käytit ajamiseen moottorin ollessa käynnissä. Prosenttisi laskee, kun moottori on joutokäynnillä.
fr: Vous réduisez les émissions et protégez l'environnement en réduisant les attentes moteur tournant. Vous trouverez ci-dessous le pourcentage de temps de conduite sans attente.
it: Se riduci al minimo le soste puoi ridurre le emissioni e aiutare l’ambiente. Qui puoi vedere la percentuale del tempo che hai trascorso alla guida mentre il motore era acceso. La percentuale diminuisce quando trascorri del tempo con il motore in folle.
nl: U kunt de uitstoot verminderen en bijdrage aan een schoner milieu door stationair draaien te minimaliseren. Hier ziet u welk percentage van de tijd u rijdend hebt doorgebracht terwijl uw motor aan stond. Uw percentage neemt af wanneer u tijd besteedt aan stationair draaien.
pl: Możesz zmniejszyć emisje oraz zadbać o czystsze środowisko, minimalizując czas pracy na biegu jałowym. Tutaj możesz zobaczyć, jaki procent czasu spędziłeś prowadząc pojazd, gdy silnik był włączony. Procent zmniejsza się, gdy zwiększa się czas pracy na biegu jałowym.
pt: Pode reduzir as emissões e criar um ambiente mais limpo, minimizando o tempo em marcha lenta. Aqui, pode ver a percentagem de tempo que gastou a conduzir enquanto o motor estava ligado. A sua porcentagem diminui quando gasta tempo com o motor em marcha lenta.
sv: Du kan bidra till minskade avgasutsläpp och en renare miljö genom att minimera din tomgångstid. Här visas den procentandel tid du kört med motorn igång. Procentsiffran minskar när motorn går på tomgång.

# recommended_and_above
source: Recommended is %@%% or above.
cs: Doporučuje se %@%% nebo vyšší.
da: Anbefalingen er %@%% eller derover.
de: Empfohlen sind %@%% oder mehr.
el: Συνιστάται %@%% ή παραπάνω.
es: Se recomienda al menos %@%%.
fi: Suositus on %@%% tai enemmän.
fr: Idéalement, %@%% au moins
it: La raccomandazione è %@%% o oltre.
nl: Aanbevolen is %@%% of hoger.
pl: Zalecana średnia wynosi %@%% lub wyżej.
pt: O recomendado é %@%% ou superior.
sv: Rekommendationen är %@%% eller mer.

# recommended_per_100
source: Recommended is %@ per 100 %@ or below.
cs: Doporučuje se %@ na 100 %@ nebo nižší.
da: Anbefalingen er %@ pr. 100 %@ eller derunder.
de: Empfohlen sind %@ pro 100 %@ oder weniger.
el: Συνιστάται %@% ανά 100 %@ ή παρακάτω.
es: Se recomienda, como máximo, %@ por 100 %@.
fi: Suositus on %@ / 100 %@ tai vähemmän.
fr: Idéalement, %@%% au plus
it: Si raccomanda %@ per 100 %@ o meno.
nl: Aanbevolen is %@ per 100 %@ of lager.
pl: Zalecana średnia wynosi %@ na 100 %@ lub niżej.
pt: O recomendado é %@ por 100 %@ ou inferior.
sv: Rekommendationen är %@ per 100 %@ eller mindre.

# graph_popup_title
source: What’s this number?
cs: Co je tohle za číslo?
da: Hvad betyder dette tal?
de: Was bedeutet diese Zahl?
el: Τι είναι αυτός ο αριθμός;
es: ¿Qué es este número?
fi: Mikä tämä luku on?
fr: Que représente cette valeur?
it: Che cosa indica questo numero?
nl: Wat is dit getal?
pl: Co oznacza ta liczba?
pt: O que é este número?
sv: Vad visar den här siffran?
