Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# default_personal_purposes_arr_2
source: Shopping
cs: Nákup
de: Einkaufen
el: Αγορές
es: Compras
fi: Ostokset
it: Acquisti
nl: Winkelen
pl: Zakupy
pt: Compras
sv: Inköp

# vehicle_check_list_na
source: N/A
de: n.z.
el: Δ/Ι
nl: N.v.t.
pl: nd
sv: Ej tillämplig

# app_desc_login
source: Masternaut | the smarter fleet platform
cs: Masternaut | chytřejší platforma pro správu vozového parku
da: Masternaut | den smarte platform til din vognpark
de: Masternaut | Die Plattform für den intelligenten Fuhrpark
el: Masternaut | η πιο έξυπνη πλατφόρμα στόλου
es: Masternaut | la plataforma para flotas inteligente
fi: Masternaut | älykkäämpi ajoneuvokanta-alusta
it: Masternaut, la piattaforma per flotte più intelligente
pl: Masternaut | platforma inteligentnej logistyki
pt: Masternaut | a mais inteligente plataforma de frotas
sv: Masternaut | den smartare plattformen för fordonsparker

# vehicle_check_detail_photo
source: Photo
cs: Fotografie
da: Foto
de: Foto
el: Φωτογραφία
es: Foto
fi: Valokuva
it: Foto
nl: Foto
pl: Zdjęcie
pt: Fotografia
sv: Foto

# vehicle_check_list_date
source: Date
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
it: Data
nl: Datum
pl: Data
pt: Data
sv: Datum

# vehicle_check_detail_description
source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
sv: Beskrivning

# recall_no_longer_pending
source: Journey(s) no longer pending.
cs: Cesty už nečekají na vyřízení.
da: Tur(e) afventer ikke længere.
de: Fahrt(en) nicht länger ausstehend.
el: Δεν υπάρχει/-ουν άλλη/-ες διαδρομή/-ές σε εκκρεμότητα.
es: Ya no hay trayectos pendientes.
fi: Matkoja ei ole enää vireillä.
it: Viaggi non più in sospeso
nl: Rit(ten) niet meer in afwachting.
pl: Tryb oczekiwania został zakończony.
pt: Já sem viagem(ens) pendente(s).
sv: Resa/resor är godkända.

# summary_name_pending
source: Pending
cs: Čekající
da: Afventer
de: Ausstehend
el: Σε εκκρεμότητα
es: Pendiente
fi: Vireillä
it: In sospeso
nl: In afwachting
pl: Oczekuje
pt: Pendente
sv: Väntar på godkännande

# summary_name_approved
source: Approved
cs: Schváleno
da: Godkendt
de: Genehmigt
el: Εγκεκριμένες
es: Autorizado
fi: Hyväksytty
it: Approvato
nl: Goedgekeurd
pl: Zatwierdzono
pt: Aprovado
sv: Godkänd

# recall_action
source: Recall
cs: Odvolat
da: Genkald
de: Zurückrufen
el: Ανάκληση
es: Recuperar
fi: Vedä takaisin
it: Rivedi
nl: Intrekken
pl: Wycofanie
pt: Recuperar
sv: Återkalla

# max_photos_per_defect
source: (max 1 per defect)
cs: (max. 1 na závadu)
da: (maks. 1 pr. defekt)
de: (maximal 1 pro Defekt)
el: (μέγ. 1 ανά ελάττωμα)
es: (máx. 1 por defecto)
fi: (enintään 1 / vika)
it: (al max. 1 per danno)
pl: (maks. 1 na usterkę)
pt: (máx. 1 por defeitot)
sv: (max 1 per skada)

# total_photos_per_report
source: Total photos %1$@ per report
cs: Celkem fotek %1$@ na zprávu
da: Totalt antal fotos %1$@ pr. rapport
de: Gesamt Fotos %1$@ pro Bericht
el: Συνολικές φωτογραφίες %1$@ ανά αναφορά
es: Total de fotos %1$@ por informe
fi: Valokuvia yhteensä %1$@ raporttia kohden
it: Foto totali %1$@ per report
nl: Totaal aantal foto's %1$@ per rapport
pl: Łączna liczba zdjęć %1$@ na raport
pt: Total de fotografias %1$@ por relatório
sv: Totalt antal foton %1$@ per rapport

source: Photos attached
cs: Připojené fotky
da: Fotos vedhæftet
de: Fotos angefügt
el: Συνημμένες φωτογραφίες
es: Fotos adjuntas
fi: Valokuvat liitetty
it: Foto allegate
nl: Foto's bijgevoegd
pl: Załączone zdjęcia
pt: Fotografias anexadas
sv: Foton har bifogats

# vehicle_check_notes
source: Notes
sv: Kommentarer

# kilometres_short
source: km
el: χλμ

source: Version
cs: Verze
da: Udgave
el: Έκδοση
es: Versión
fi: Versio
it: Versione
nl: Versie
pl: Wersja
pt: Versão

# login_slogan_the_regular
source: | the
it: | thesmarterfleet platform
