Repository: chris-trick/ios-localizations-generator-xlsx
Catalog: output/*.lproj/Localizable.strings
Languages: cs, da, de, el, es, fi, fr, it, nl, pl, pt, sv

# onboarding_2_text
source: Use a swipe gesture to the left or the right on a list item to perform a rapid action. You can easily classify your journeys or go through a vehicle checklist using swipes.
cs: Přejetím prstem doleva nebo doprava provedete některou z rychlých akcí v seznamu položek. Dá se tak snadno klasifikovat cesta nebo projít seznam kontroly vozidla.
da: Brug en swipe-bevægelse mod venstre eller højre for at udføre en hurtig handling. Du kan let klassificere dine ture eller gennemgå en køretøjstjekliste ved hjælp af swipes.
de: Wischen Sie auf einer Liste nach links oder rechts um eine schnelle Aktion durchzuführen. Mittels Wischgesten können Sie Ihre Fahrten klassifizieren oder eine Fahrzeugcheckliste durchgehen.
el: Κάντε swipe προς τα αριστερά ή τα δεξιά σε ένα στοιχείο λίστας για να πραγματοποιήσετε μια γρήγορη ενέργεια. Μπορείτε εύκολα να ταξινομήσετε τις διαδρομές σας ή να ελέγξετε μια λίστα με τη χρήση κινήσεων ολίσθησης.
es: Utilice un gesto de deslizar rápidamente hacia la izquierda o la derecha sobre un elemento de la lista para llevar a cabo una acción rápida. Puede clasificar rápidamente sus trayectos o repasar una lista de comprobación de un vehículo con deslizamientos.
fi: Voit pyyhkäistä listan kohtia vasemmalle tai oikealle suorittaaksesi pikatoiminnon. Voit helposti luokitella matkasi tai käydä ajoneuvon tarkistuslistan läpi pyyhkäisemällä.
fr: Faites un balayage court vers la gauche ou la droite sur un élément de la liste afin d'effectuer une action rapide. Vous pouvez ainsi classifier vos trajets ou confirmer les vérifications du véhicule.
it: Scorri il dito a sinistra o a destra su un punto dell’elenco per effettuare un’azione rapida. Scorrendo il dito puoi classificare con facilità i viaggi oppure passare in rassegna gli elenchi di controllo del veicolo.
nl: Veeg naar links of rechts op een lijstonderdeel om een snelle actie uit te voeren. U kunt met veegbewegingen uw ritten eenvoudig indelen of een controlelijst van een voertuig doorlopen.
pl: Przesuń palcem w lewo lub prawo dla każdej pozycji na liście, aby szybko dokonać czynności klasyfikującej. W ten sposób możesz łatwo zaklasyfikować kursy lub uzupełnić listę kontrolną.
pt: Deslize com o dedo para a esquerda ou direita num item da lista para executar uma ação rápida. Pode facilmente classificar as suas viagens ou percorrer uma lista de verificação do veículo deslizando o dedo.
sv: Arbeta snabbare genom att svepa till vänster eller höger på ett listobjekt. Svepfunktionen förenklar både klassificering av körningar och genomgång av checklistor för fordonskontroller.

# onboarding_3_title
source: Adding detail with long swipes
cs: Dlouhým tahem přidáte podrobnosti
da: Tilføj detaljer med lange swipes
de: Mittels langen Wischgesten Details hinzufügen
el: Προσθήκη λεπτομέρειας με μακρύ swipe
es: Añadir detalles con deslizamientos largos
fi: Lisätietojen lisääminen pitkällä pyyhkäisyllä
fr: Balayage long
it: Scorrere il dito a lungo per aggiungere informazioni
nl: Details toevoegen met lange vegen
pl: Dodawanie szczegółów za pomocą dłuższego przeciągnięcia
pt: Adicionar detalhe deslizando várias vezes com o dedo
sv: Lägg till uppgifter med hjälp av långa svep

# onboarding_3_text
source: Use a long swipe across the screen to add more information. By swiping longer to the side of the screen, you can add the journey purpose.
cs: Pro přidání dalších informací dlouze přejeďte prstem přes obrazovku. Dlouhým přejetím k okraji obrazovky můžete přidat účel cesty.
da: Brug et langt swipe på tværs af skærmen til at tilføje flere oplysninger. Ved at swipe længere mod siden af skærmen kan du tilføje turens formål.
de: Lange wischen, um zusätzliche Informationen hinzuzufügen. Indem Sie länger am Bildschirmrand wischen, können Sie den Zweck der Fahrt hinzufügen.
el: Κάντε μακρύ swipe στην οθόνη για να προσθέσετε περισσότερες πληροφορίες. Κάνοντας μακρύ swipe προς το άκρο της οθόνης, μπορείτε να προσθέσετε το σκοπό της διαδρομής.
es: Haga un deslizamiento largo por la pantalla para añadir más información. Mediante un deslizamiento largo hasta el lateral de la pantalla puede añadir el propósito del trayecto.
fi: Voit lisätä tietoja pitkällä pyyhkäisyllä näytön poikki. Kun pyyhkäiset pidemmälle näytön reunaan, voit lisätä matkan tarkoituksen.
fr: Faites un balayage long à travers l'écran pour ajouter la raison du trajet correspond.
it: Scorri il dito a lungo sullo schermo per aggiungere altre informazioni. Se scorri il dito più a lungo verso il lato dello schermo puoi inserire l’obiettivo del viaggio.
nl: Gebruik een lange veeg over het scherm om meer informatie toe te voegen. Door langer naar de zijkant van het scherm te vegen, kunt u het doel van de rit toevoegen.
pl: Przeciągnij palcem na wskroś ekranu, aby dodać więcej informacji. Przesuwając palcem do boku ekranu, można dodać cel kursu.
pt: Deslize várias vezes através do monitor para adicionar mais informação. Ao deslizar longamente para o lado do monitor, pode adicionar o objetivo da viagem.
sv: Du kan lägga till fler uppgifter med hjälp av ett långt svep över skärmen. Ett längre svep till skärmkanten låter dig lägga till syftet med körningen.

source: Job Driver
cs: V App Storu / Obchodě Play je k dispozici nová verze aplikace. Proveďte aktualizaci na nejnovější verzi.
da: En ny version er tilgængelig i App Store/Play Butik. Opdater til seneste frigivelse.
de: Eine neue Version ist im App Store/ Play Store verfügbar. Bitte laden Sie sich die neueste Version herunter.
el: Υπάρχει νέα έκδοση στο App Store/ Play Store. Παρακαλούμε ενημερώστε στην τελευταία έκδοση.
es: Puede encontrar una nueva versión en la App Store/Play Store. Actualice a la última versión.
fi: Uusi versio on saatavilla App Storessa/Play Storessa. Päivitä tuoreimpaan versioon.
fr: Une nouvelle version est disponible sur le App Store / Play Store. Merci d'effectuer une mise à jour de l'application.
it: È disponibile una nuova versione nell’App Store / Play Store. Aggiorna l’app alla versione più recente.
nl: Een nieuwe versie is beschikbaar in de App Store/Play Store. Werk bij naar de nieuwste versie.
pl: Nowa wersja jest dostępna w App Store / Play Store. Zaktualizuj do najnowszej wersji.
pt: Está disponível uma nova versão em App Store/ Play Store. Atualize a versão mais recente.
sv: En ny version finns tillgänglig i App Store/Play Store. Uppdatera till den senaste versionen.

# error_couldnt_create_dir
source: Couldn't access external directory.
cs: Přístup k externímu adresáři není možný.
da: Kunne ikke få adgang til ekstern mappe.
de: Das externe Verzeichnis konnte nicht aufgerufen werden.
el: Δεν υπήρχε πρόσβαση στον εξωτερικό κατάλογο.
es: No ha sido posible acceder al directorio externo.
fi: Ulkoista hakemistoa ei voitu käyttää.
fr: Le répertoire externe n'est pas accessible.
it: Accesso alla directory esterna non riuscito.
nl: Geen toegang tot externe map.
pl: Brak dostępu do katalogu zewnętrznego.
pt: Não é possível aceder ao diretório externo.
sv: Det gick inte att få åtkomst till externt register.

# adding_manual_journey_progress
source: Adding manual journey
cs: Ruční přidání cesty
da: Tilføj manuel tur
de: Fahrt manuell hinzufügen
el: Γίνεται προσθήκη διαδρομής μη αυτόματα
es: Añadir un trayecto manualmente
fi: Matkan lisääminen manuaalisesti
fr: Ajout manuel du trajet
it: Inserimento viaggio manuale in corso
nl: Handmatig rit toevoegen
pl: Ręczne dodawanie kursu
pt: A adicionar viagem manualmente
sv: Lägger till resa manuellt

# journey_addition_offline
source: You are offline. Unable to create journey.
cs: Nejste připojeni. Cestu nelze vytvořit.
da: Du er offline. Kunne ikke oprette tur.
de: Sie sind offline. Fahrt kann nicht erstellt werden.
el: Είστε εκτός σύνδεσης. Αδυναμία δημιουργίας διαδρομής.
es: Está desconectado. No se ha podido crear el trayecto.
fi: Et ole verkossa. Matkaa ei voi luoda.
fr: Vous êtes hors-ligne. Impossible de créer le trajet.
it: Sei offline. Creazione viaggio non riuscita.
nl: U bent offline. Kan de rit niet aanmaken.
pl: Jesteś off-line. Nie można utworzyć kursu.
pt: Está offline. Não é possível criar viagem.
sv: Du är offline. Resa kan inte skapas.

# navigation_not_available
source: Navigation is not available on your device.
cs: Na vašem zařízení není k dispozici navigace.
da: Navigation er ikke tilgængelig på din enhed.
de: Navigation ist auf Ihrem Gerät nicht verfügbar.
el: Δεν είναι διαθέσιμη η πλοήγηση στη συσκευή σας.
es: La navegación no es posible en su dispositivo.
fi: Navigointi ei ole käytettävissä laitteessasi.
fr: La navigation n'est pas disponible sur votre appareil.
it: La navigazione non è disponibile sul tuo dispositivo.
nl: Navigatie is niet beschikbaar op uw apparaat.
pl: Nawigacja niedostępna na tym urządzeniu.
pt: Não está disponível a navegação no seu dispositivo.
sv: Navigering finns inte tillgängligt på din enhet.

# permission_message_access_fine_location
source: For proper functionality app needs to ACCESS FINE LOCATION.
cs: Aplikace potřebuje funkci PŘÍSTUP K PŘESNÉMU STANOVENÍ POLOHY, aby mohla fungovat správně.
da: Appen skal have adgang til PRÆCIS PLACERING for at kunne fungere korrekt.
de: Für einwandfreien Betrieb muss die App auf den GENAUEN STANDORT zugreifen können.
el: Για σωστή λειτουργικότητα, η εφαρμογή χρειάζεται να ΕΧΕΙ ΠΡΟΣΒΑΣΗ ΣΕ ΑΚΡΙΒΗΣ ΘΕΣΗ.
es: Para funcionar correctamente, la aplicación necesita ACCEDER A UBICACIÓN PRECISA.
fi: Jotta sovellus toimisi kunnolla, sen täytyy KÄYTTÄÄ TARKKAA SIJAINTIA.
fr: Pour fonctionner correctement, l'application a besoin d'accéder aux données précises de localisation
it: Per funzionare correttamente, l’app deve AVERE ACCESSO ALLA POSIZIONE ESATTA.
nl: Voor de juiste functionaliteit moet de App toegang krijgen tot Exacte Locatie.
pl: Aplikacja potrzebuje DOSTĘPU DO DOKŁADNEJ LOKALIZACJI, aby móc poprawnie funkcjonować.
pt: Para funcionar devidamente a aplicação necessita de ACEDER A UMA LOCALIZAÇÃO PRECISA.
sv: För att fungera korrekt måste appen HÄMTA EXAKT PLATS.

# permission_message_get_accounts
source: For proper functionality app needs to GET ACCOUNTS.
cs: Aplikace potřebuje funkci PŘÍSTUP K ÚČTŮM, aby mohla fungovat správně.
da: Appen skal have adgang til HENT KONTI for at kunne fungere korrekt.
de: Für einwandfreien Betrieb muss die App auf IHR KONTO zugreifen können.
el: Για σωστή λειτουργικότητα, η εφαρμογή χρειάζεται να ΛΑΒΕΙ ΛΟΓΑΡΙΑΣΜΟΥΣ.
es: Para funcionar correctamente, la aplicación necesita OBTENER CUENTAS.
fi: Jotta sovellus toimisi kunnolla, sen on SAATAVA TILIT.
fr: Pour fonctionner correctement, l'application a besoin d'accéder à votre compte
it: Per funzionare correttamente, l’app deve AVERE ACCESSO AGLI ACCOUNT.
nl: Voor de juiste functionaliteit moet de App toegang krijgen tot Accounts Ophalen.
pl: Aplikacja potrzebuje DOSTĘPU DO TWOICH KONT, aby móc poprawnie funkcjonować.
pt: Para funcionar devidamente a aplicação necessita de OBTER CONTAS.
sv: För att fungera korrekt måste appen HÄMTA KONTON.

# location_services_dissabled
source: Location services need to be enabled to record journey.
cs: Zaznamenání cesty vyžaduje, aby bylo zapnuté zjišťování polohy.
da: Stedservices skal opdateres for at registrere tur.
de: Um eine Fahrt aufzuzeichnen, muss der Standortdienst aktiviert sein.
el: Οι υπηρεσίες εντοπισμού πρέπει να είναι ενεργοποιημένες για την καταγραφή της διαδρομής.
es: Es necesario que los servicios de ubicación estén habilitados para registrar un trayecto.
fi: Sijaintipalveluiden on oltava käytössä, jotta matka voidaan tallentaa.
fr: Le service de localisation doit être activé pour enregistrer le trajet.
it: Per registrare il viaggio è necessario attivare i servizi di localizzazione.
nl: Locatieservices moet ingeschakeld zijn om de rit te registreren.
pl: Aby zarejestrować kurs, włączone muszą być usługi lokalizacji.
pt: Os serviços de localização necessitam de ser ativados para registar viagem.
sv: Platstjänster måste aktiveras för att resor ska kunna registreras.

# location_permission_invalid_permission
source: Location access for the app need to be set to 'Always' for journey recording.
cs: Aby bylo možné zaznamenávat cesty v aplikaci, je nutné nastavit přístup ke zjišťování polohy na Vždy.
da: Stedadgang for appen skal indstilles til ‘Altid’ for registrering af ture.
de: Um Fahrten aufzuzeichnen, muss der Zugriff auf die Standortdaten für die App auf 'Immer' gesetzt sein.
el: Η πρόσβαση στην τοποθεσία στην εφαρμογή πρέπει να είναι ορισμένη στο «Πάντα» για καταγραφή της διαδρομής.
es: Es necesario ajustar el acceso a la ubicación de la aplicación en «Siempre» para el registro de trayectos.
fi: Sovelluksen sijainnin käyttöoikeuden on oltava “Aina”, jotta matka voidaan tallentaa.
fr: L'accès à la localisation doit être mis sur "Toujours" pour enregistrer des trajets.
it: Per registrare i viaggi l’accesso dell’app alla localizzazione deve essere impostato su “Sempre”.
nl: Voor ritregistratie moet locatietoegang voor de App worden ingesteld op 'Altijd'.
pl: Aby móc rejestrować kursy, dostęp do lokalizacji musi być ustawiony na „Zawsze”.
pt: O acesso à localização para a aplicação precisa de estar definido em «Sempre» para registar a viagem.
sv: Platsåtkomst måste vara inställt på "Alltid" i appen för att möjliggöra registrering av resor.

# location_services_switched_off
source: Location services have been switched off, ending journey.
cs: Zjišťování polohy je vypnuté, ukončování cesty.
da: Stedservices er slået fra, afslutter tur.
de: Der Standortdienst wurde abgeschaltet, Fahrt wird beendet.
el: Οι υπηρεσίες εντοπισμού έχουν απενεργοποιηθεί, τέλος διαδρομής.
es: Los servicios de ubicación se han desactivado, finalizando trayecto.
fi: Sijaintipalvelut on poistettu käytöstä, matka päätetään.
fr: Le service de localisation a été désactivé, fin du trajet.
it: I servizi di localizzazione sono stati spenti, termine del viaggio.
nl: Locatieservices zijn uitgeschakeld, rit wordt beëindigd.
pl: Usługi lokalizacji zostały wyłączone. Rejestracja kursu zakończona.
pt: Os serviços de localização foram desativados, fim da viagem.
sv: Platstjänster har avaktiverats. Registreringen av resa har avslutats.

# location_services_permission_change
source: Location services permission has been changed, ending journey.
cs: Oprávnění ke zjišťování polohy se změnilo, ukončování cesty.
da: Stedservices-tilladelse er blevet ændret, afslutter tur.
de: Genehmigung für den Standortdienst wurde geändert, Fahrt wird beendet.
el: Οι άδειες στις υπηρεσίες εντοπισμού έχουν αλλάξει, τέλος διαδρομής.
es: Se ha modificado el permiso de los servicios de ubicación, finalizando trayecto.
fi: Sijaintipalveluiden käyttöoikeus on muuttunut, matka päätetään.
fr: L'autorisation du service de localisation a été changée, fin du trajet.
it: L’autorizzazione ai servizi di localizzazione è stata modificata, termine del viaggio.
nl: De machtiging voor locatieservices is gewijzigd, rit wordt beëindigd.
pl: Zezwolenia dla usług lokalizacji zostały zmienione. Rejestracja kursu zakończona.
pt: A autorização dos serviços de localização foram alterados, fim da viagem.
sv: Behörighetsinställningarna för platstjänster har ändrats. Registreringen av resa har avslutats.

# location_unable_to_get
source: Unable to get your location, please try again later.
cs: Vaši polohu nelze zjistit, zkuste to později.
da: Kunne ikke identificere din placering, prøv igen senere.
de: Standort wird nicht erkannt, bitte versuchen Sie es später noch einmal.
el: Αδυναμία λήψης της τοποθεσίας σας, παρακαλούμε δοκιμάστε αργότερα.
es: No ha sido posible obtener su ubicación, inténtelo de nuevo más tarde.
fi: Sijaintiasi ei saada, yritä uudelleen myöhemmin.
fr: Impossible d'obtenir votre position, veuillez réessayer plus tard.
it: Localizzazione non riuscita. Si prega di riprovare più tardi.
nl: Kan uw locatie niet vinden, probeer later opnieuw.
pl: Nie można określić lokalizacji, spróbuj ponownie później.
pt: Não foi possível obter a sua localização, tente mais tarde.
sv: Din plats kan inte hämtas. Försök igen senare.

# device_not_found
source: Your device is not registered, ending journey.
cs: Vaše zařízení není registrováno, ukončování cesty.
da: Din enhed er ikke registreret, afslutter tur.
de: Ihr Gerät ist nicht registriert, Fahrt wird beendet.
el: Η συσκευή σας δεν είναι καταχωρημένη, τέλος διαδρομής.
es: Su dispositivo no está registrado, finalizando trayecto.
fi: Laitettasi ei ole rekisteröity, matka päätetään.
fr: Votre appareil n'est pas enregistré, fin du trajet.
it: Il tuo dispositivo non è registrato, termine del viaggio.
nl: Uw apparaat is niet geregistreerd, rit wordt beëindigd.
pl: Twoje urządzenie nie jest zarejestrowane. Rejestracja kursu zakończona.
pt: O seu dispositivo não está registado, fim da viagem.
sv: Din enhet har inte registrerats. Registreringen av resa har avslutats.

source: Processing journey...
cs: Zpracovávám cestu...
da: Behandler tur ...
de: Fahrt wird bearbeitet...
el: Επεξεργασία διαδρομής...
es: Procesando trayecto...
fi: Matkaa käsitellään...
fr: Traitement du trajet...
it: Elaborazione viaggio...
nl: Rit verwerken ...
pl: Przetwarzanie kursu...
pt: A processar viagem...
sv: Behandlar resa...

# creating_journey_slow_connection
source: Slow connection - your journey was recorded and will display when connection improves.
cs: Pomalé připojení − vaše cesta byla zaznamenána a zobrazí se, jakmile se zlepší kvalita připojení.
da: Langsom forbindelse – din tur blev registreret og vil blive vist, når du har en bedre forbindelse.
de: Langsame Verbindung. Ihre Fahrt wurde aufgezeichnet und wird angezeigt, sobald eine bessere Verbindung besteht.
el: Αργή σύνδεση - η διαδρομή σας καταγράφηκε και θα προβληθεί όταν βελτιωθεί η σύνδεση.
es: Conexión lenta: su trayecto se ha registrado y aparecerá cuando mejore la velocidad de la conexión.
fi: Hidas yhteys - matkasi on tallennettu, ja se esitetään, kun yhteys on parempi.
fr: Connexion lente - votre trajet a été enregistré et s'affichera lorsque la connexion sera meilleure.
it: Connessione lenta: il viaggio è stato registrato e sarà visualizzato quando la connessione è migliore.
nl: Trage verbinding - uw rit is geregistreerd en wordt weergegeven als de verbinding verbetert.
pl: Wolne połączenie - Twój kurs został zarejestrowany i wyświetli się, gdy połączenie się poprawi.
pt: Ligação lenta - a sua viagem foi registada e será exibida quando a ligação for melhor.
sv: Långsam anslutning – din resa har registrerats och visas när anslutningen förbättras.

# pull_to_refresh_offline
source: Connection issue - pull to refresh when connection improves.
cs: Problém s připojením − tahem obnovte, jakmile se zlepší kvalita připojení.
da: Problemer med forbindelsen – træk for at opdatere, når forbindelsen er bedre.
de: Verbindungsproblem; nach unten ziehen, um zu aktualisieren, wenn eine bessere Verbindung besteht.
el: Πρόβλημα με τη σύνδεση - σύρετε για ανανέωση όταν βελτιωθεί η σύνδεση.
es: Problema de conexión: deslice para actualizar cuando mejore la conexión.
fi: Yhteysongelma - virkistä vetämällä, kun yhteys on parempi.
fr: Problème de connexion - balayer pour rafraîchir l'écran lorsque la connexion s'améliore.
it: Problema di connessione: trascina il dito verso il basso per aggiornare quando la connessione è migliore.
nl: Verbindingsprobleem - veeg omlaag om te verversen wanneer de verbinding verbetert.
pl: Problem z połączeniem - przeciągnij w dół, aby odświeżyć ekran, gdy połączenie się poprawi.
pt: Problema de ligação - tente atualizar quando a ligação for melhor.
sv: Anslutningsproblem – dra nedåt för att uppdatera när anslutningen förbättras.

# update_prompt_title
source: A new version is available in the App Store.
cs: V App Storu je k dispozici nová verze aplikace.
da: En ny version er tilgængelig i App Store.
de: Eine neue Version ist im App Store verfügbar.
el: Υπάρχει νέα έκδοση διαθέσιμη στο App Store.
es: Hay una nueva versión disponible en la App Store.
fi: App Storessa on uusi versio.
fr: Une nouvelle version est disponible sur le App Store.
it: Nell’App Store è disponibile una nuova versione.
nl: Een nieuwe versie is beschikbaar in de App Store.
pl: Nowa wersja jest dostępna w App Store.
pt: Está disponível uma nova versão em App Store.
sv: En ny version finns tillgänglig i App Store.

# update_prompt_subtitle
source: Please update to the latest version.
cs: Aktualizujte aplikaci na nejnovější verzi.
da: Opdater til den nyeste version.
de: Bitte laden Sie sich die neueste Version herunter.
el: Παρακαλούμε ενημερώστε στην τελευταία έκδοση.
es: Actualice a la última versión.
fi: Päivitä tuoreimpaan versioon.
fr: Merci d'effectuer une mise à jour de l'application.
it: Aggiorna alla versione più recente.
nl: Werk bij naar de nieuwste versie.
pl: Zaktualizuj do najnowszej wersji.
pt: Atualiza a versão mais recente.
sv: Uppdatera till den senaste versionen.

# update_prompt_update_button
source: Update
cs: Aktualizovat
da: Opdater
de: Aktualisierung
el: Ενημέρωση
es: Actualización
fi: Päivitä
fr: Mise à jour
it: Aggiorna
pl: Aktualizuj
pt: Atualizar
sv: Uppdatera

# update_prompt_continue_button
source: Continue without updating
cs: Pokračovat bez aktualizace
da: Fortsæt uden at opdatere
de: Ohne Aktualisierung fortfahren
el: Συνέχεια χωρίς ενημέρωση
es: Continuar sin actualizar
fi: Jatka päivittämättä
fr: Continuer sans mise à jour
it: Continua senza aggiornare
nl: Doorgaan zonder updaten
pl: Kontynuuj bez aktualizowania
pt: Continuar sem atualizar
sv: Fortsätt utan att uppdatera

# vch_no_checklist_for_account
source: No vehicle check list is available for your account.
cs: Pro váš účet není k dispozici žádný kontrolní seznam vozidla.
da: Der er ikke nogen tilgængelige køretøjstjeklister for din konto.
de: Für Ihr Konto ist keine Fahrzeug-Checkliste verfügbar.
el: Δεν υπάρχει διαθέσιμη λίστα ελέγχου οχήματος για τον λογαριασμό σας.
es: No hay ninguna lista de comprobaciones disponible para su cuenta.
fi: Tilillesi ei ole saatavilla ajoneuvon tarkistuslistaa.
fr: La liste des vérifications n'a pas été configurée pour votre compte.
it: Per il tuo account non è disponibile nessun elenco di controllo del veicolo.
nl: Er is geen voertuigcontrolelijst beschikbaar voor uw account.
pl: Brak dostępnej listy kontrolnej pojazdu dla tego konta.
pt: Não está disponível nenhuma lista de verificação do veículo para a sua conta.
sv: Ingen kontrollista för fordon finns tillgänglig för ditt konto.

# enter_other_purpose
source: Other (describe below)
cs: Ostatní (popište níže)
da: Andet (beskriv herunder)
de: Weiteres (fügen Sie unten eine Beschreibung bei)
el: Άλλο (περιγράψτε παρακάτω)
es: Otros (describa a continuación)
fi: Muu (kuvaa alla)
fr: Autre (veuillez préciser ci-dessous)
it: Altro (descrivi sotto)
nl: Anders (hieronder omschrijven)
pl: Inne (opisz poniżej)
pt: Outro (descrever abaixo)
sv: Annat (beskriv nedan)

# submission_email_empty_question
source: Who should receive your submission?
cs: Kdo má dostat data, která jste odeslali?
da: Hvem skal modtage din indsendelse?
de: Wer soll Ihre Einreichung erhalten?
el: Ποιος θα πρέπει να λάβει την υποβολή σας;
es: ¿Quién debería recibir su envío?
fi: Kenen tulisi saada lähetyksesi?
fr: A qui dois-je envoyer cette information?
it: Chi dovrebbe ricevere il tuo invio?
nl: Wie zou uw inzending moeten ontvangen?
pl: Do kogo przesłać raport?
pt: Quem deve receber a sua submissão?
sv: Vem ska ta emot de uppgifter du lämnar in?
